[
    {
        "id": "ari",
        "class": "The Tidemaster",
        "name": "Arien",
        "icon": "/hero/arien.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Tactician", "Disabler", "Durable", "Pusher"],
        "stats": {
            "attack": 8,
            "defense": [5, 6],
            "initiative": 4,
            "movement": [5, 6]
        },
        "cards": "cards/arien.json",
		"advice": "*Start mocking his name, and you'll quickly discover the difference between a mermaid princess and a high elf seafarer.*\n---\n- Use your gold card to move allies out of harm's way, or to set up future attacks.\n- Your silver can force opponents to play around it while it is in your hand and disrupt their plans when you finally activate it.\n- The red and blue level-up choices define your battlefield role the most — will you rely on your blade to fight minion waves up-close or use your magic to harass enemies?\n- Both green branches enhance your mobility but require some practice to master."		
    },
    {
        "id": "bro",
        "class": "The Destroyer",
        "name": "Brogan",
        "icon": "/hero/brogan.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Durable", "Disabler", "Pusher", "Farming"],
        "stats": {
            "attack": 7,
            "defense": 8,
            "initiative": 1,
            "movement": [2, 4]
        },
        "cards": "cards/brogan.json",
		"advice": "*Brogan regained his sense in the midst of battle. War drums resonated with the pounding in his ears, and the elf made a note to quit Drakenhuff Grof. As the enemy mounted their charge, he reached behind him: first feeling the strings of his lute, then the handle of his axe.*\n---\n- Your extreme survivability is your greatest advantage. If opponents are focused on you, they aren't attacking your allies.\n- Don't get stranded away from the action.\n- Utilize fast travel and attacks with bonus movement to offset your low mobility.\n- An attack card in hand can be as much of a threat as an attack card played."
    },
    {
        "id": "tig",
        "class": "The Cutpurse",
        "name": "Tigerclaw",
        "icon": "/hero/tigerclaw.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Melee", "Disabler", "Farming"],
        "stats": {
            "attack": [4, 8],
            "defense": [1, 4],
            "initiative": 8,
            "movement": [7, 8]
        },
        "cards": "cards/tigerclaw.json",
		"advice": "*Tigerclaw is as elusive as a shadow in the desert. A useful quality to have, when half the continent wants you dead and the other half wants you quartered first and then dead.*\n- The best defense is not to get hit at all.\n- Use mobility and your silver card to stay alive.\n- Ranged attacks and discard effects are the main threats to you.  \n- Enemies can deny your basic attacks by blocking a crucial space. Don’t let them!"
    },
    {
        "id": "was",
        "class": "The Warmaiden",
        "name": "Wasp",
        "icon": "/hero/wasp.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Disabler", "Tactician", "Sniper"],
        "stats": {
            "attack": 5,
            "defense": [3, 5],
            "initiative": 6,
            "movement": 5
        },
        "cards": "cards/wasp.json",
		"advice": "*As all heiresses to the throne of the Gilded Empire, Wasp was exiled from the palace as soon as she could hold a dagger. She needs to learn to control her powers before she can face the ultimate challenge and claim her birthright.*\n---\n- Your basic cards can lock down enemy heroes, preventing their escape or stopping them from threatening you or your allies.\n- While you can successfully fight in melee, you cannot afford to absorb repeated damage or high-value attacks, so choose your targets wisely and know when to disengage.\n- You have many tools to displace your enemies—by placing, pushing, or swapping them. Use these to help your team win minion waves."
    },
    {
        "id": "sab",
        "class": "The Commander",
        "name": "Sabina",
        "icon": "/hero/sabina.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Tactician", "Pusher"],
        "stats": {
            "attack": [1, 7],
            "defense": 3,
            "initiative": 5,
            "movement": [5, 6]
        },
        "cards": "cards/sabina.json",
		"advice": "*Sabina was unfairly accused of atrocities after a rogue faction of soldiers in similar uniforms committed horrific acts in a neighboring city. Despite her protests of innocence, suspicion weighed heavily upon her. Feeling betrayed by those she once considered comrades, she now leads a band of minions into battle.*\n---\n- You become considerably stronger when you are near friendly minions. Stay in formation!\n- Use your skills to shuffle minions on the board to foil enemy plans and assist your team.\n- Your gold card is a great defensive counter to non-ranged attacks.\n- Your choice of red card affects your preferred win condition the most. Choose wisely!"
    },
    {
        "id": "xar",
        "name": "Xargatha",
        "class": "The Changed",
        "icon": "/hero/xargatha.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Tactician", "Pusher", "Disabler", "Durable", "Sniper"],
        "stats": {
            "attack": [5, 8],
            "defense": 6,
            "initiative": 3,
            "movement": 6
        },
        "cards": "cards/xargatha.json",
		"advice": "*Xargatha was the high priestess of the sacred shrine when it was desecrated and the holy relic was stolen. Her anger and grief were so powerful that they transformed her into a monster. She abandoned the temple to find the thieves and return the relic.*\n---\n- Surround yourself with enemy minions to boost your powers, but be careful not to overextend.\n- Your silver card is versatile, helping you farm minions, assist allies, and set up ambushes.\n- You can use high movement on your primary red card to pursue wounded enemy heroes and finish them off with your gold card."
    },
    {
        "id": "dod",
        "class": "The Warlock",
        "name": "Dodger",
        "icon": "/hero/dodger.png",
        "expansion": "core",
        "complexity": 1,
        "roles": ["Damager", "Sniper", "Pusher", "Farming", "Disabler"],
        "stats": {
            "attack": 3,
            "defense": [2, 5],
            "initiative": 7,
            "movement": 5
        },
        "cards": "cards/dodger.json", 
		"advice": "*Dodger hated delving through the dusty tomes. It was always the more practical aspect of dark magic that fascinated her, so when a daemon offered to complete her training by bypassing the boring formalities, it took a mirror for her to realize that there was fine print in that contract.*\n---\n- Your main weakness is your low defense. Keep this in mind when leveling up.\n- You are stronger when there are many empty minion spawn points in the battle zone, which can be achieved by defeating minions or displacing them through other means.\n- Play your silver card on turns when you expect enemy heroes to attack minions."
    },
    {
        "id": "row",
        "class": "The Vanguard",
        "name": "Rowenna",
        "icon": "/hero/rowenna.png",
        "expansion": "arcane",
        "complexity": 2,
        "roles": ["Melee", "Durable", "Healer", "Farming", "Pusher", "Tactician"],
        "stats": {
            "attack": 8,
            "defense": 7,
            "initiative": 4,
            "movement": [3, 5]
        },
        "cards": "cards/rowenna.json",
		"advice": "*From a young age, Rowenna dreamed of becoming a knight. She trained relentlessly, honing her combat skills and mastering the code of chivalry. Whether facing monstrous beasts or overwhelming odds, Rowenna stands unwavering, ready to defend the innocent, support her comrades, and lead her troops to victory.*\n---\n- Your silver is most effective when jumping to a space adjacent to multiple enemy units.\n- Your best chance to defeat an enemy hero with your gold card is when they have a low-defense card in their discard.\n- Talk to your teammates to maximize the impact of your red cards.\n"
    },
    {
        "id": "gar",
        "class": "The Gladiator",
        "name": "Garrus",
        "icon": "/hero/garrus.png",
        "expansion": "defiant",
        "complexity": 2,
        "roles": ["Disabler", "Durable", "Tactician"],
        "stats": {
            "attack": 8,
            "defense": 7,
            "initiative": 3,
            "movement": [5, 6]
        },
        "cards": "cards/garrus.json",
		"advice": "*Garrus was the reigning champion of the Arena until his defeat at the hands of a stranger, who tricked him into losing his temper. He roams the land, seeking to regain his title and his honor. They say that his shield can deflect a point-blank ballista shot. No one has ever dared to check if it's true.*\n---\n- Attacking second with your gold card can be an easy way to deal extra damage.\n- Your silver card can be very effective against heroes with high movement values.\n- With certain builds, enemies may be forced to prioritize you as a target when you have a card in the discard. Use this to your advantage.\n"
    },
    {
        "id": "bai",
        "class": "The Bounty Hunter",
        "name": "Bain",
        "icon": "/hero/bain.png",
        "expansion": "defiant",
        "complexity": 2,
        "roles": ["Tactician", "Sniper", "Healer", "Farming", "Durable"],
        "stats": {
            "attack": 5,
            "defense": [4, 6],
            "initiative": 4,
            "movement": [5, 6]
        },
        "cards": "cards/bain.json",
		"advice": "*I wouldn't go around asking questions about Bain. Shady character, that one. Some say he is a nobleman looking for his lost sister, some say he is just an ordinary drunk. Drunk or not, he is the best shot this side of the desert. Unless you want him for a job, stay clear of him, partner!*\n---\n- The psychological effect of the bounty marker should not be underestimated.\n- Your silver card can save allies, disrupt enemies, and help clear minion waves faster."
    },
    {
        "id": "whi",
        "class": "The Outcast",
        "name": "Whisper",
        "icon": "/hero/whisper.png",
        "expansion": "devoted",
        "complexity": 2,
        "roles": ["Damager", "Durable", "Tactician", "Pusher"],
        "stats": {
            "attack": 7,
            "defense": 4,
            "initiative": 7,
            "movement": [3, 5]
        },
        "cards": "cards/whisper.json",
		"advice": "*Whisper was the Grand Judicator of the Underkingdom when he condemned a powerful noble attempting to escape punishment. Refusing to look the other way, he was blinded and left to die. As if he wasn't dead in the first place! The fools!*\n---\n- Your primary weakness is your limited mobility, with the exception of your green cards.\n- Your gold card can assist your allies in hunting down enemy heroes or scaring them away.\n- However, time your gold carefully; if used at the wrong moment, the target might escape.\n- Your silver makes you difficult to kill, provided there is a wounded enemy nearby.\n"
    },
    {
        "id": "mis",
        "class": "The Samurai",
        "name": "Misa",
        "icon": "/hero/misa.png",
        "expansion": "devoted",
        "complexity": 2,
        "roles": ["Tactician", "Durable", "Damager"],
        "stats": {
            "attack": 6,
            "defense": 5,
            "initiative": 7,
            "movement": [1, 8]
        },
        "cards": "cards/misa.json",
		"advice": "*Misa will fight against overwhelming odds to protect her master. Unfortunately, she has yet to find anyone worthy of her blade and loyalty.*\n---\n- You only have one attack card — make it count.\n- Watch for opportunities to use your silver card for extra mobility and self-healing.\n- Your primary role in the game heavily depends on your blue and green level-up choices, so ensure they align with your teammates.\n- If your team is focused on winning the waves rather than fighting heroes, you probably don't need the \"Slash and Dash.\"\n- Your alt-green is strong, but tricky to land.\n"
    },
    {
        "id": "urs",
        "class": "The Savage",
        "name": "Ursafar",
        "icon": "/hero/ursafar.png",
        "expansion": "devoted",
        "complexity": 2,
        "roles": ["Durable", "Pusher", "Farming", "Melee"],
        "stats": {
            "attack": 6,
            "defense": 6,
            "initiative": 5,
            "movement": [1, 5]
        },
        "cards": "cards/ursafar.json",
		"advice": "*When Ursafar roars, the frost beasts cower in their icy caves, and the tribesmen place fresh fish outside their igloos to appease the great bear.*\n---\n- You excel when enemies come to you; don't waste precious movement on pursuits.\n- Often, the best way to fuel your rage is by attacking a minion with your red or gold cards. Use your blues as a backup source of rage.\n- Your biggest weakness is low base mobility, and your worst nightmare is finding yourself on the wrong side of the board after a lane push.\n- Once enraged, you can use your gold, followed by your silver, as powerful zoning tools.\n"
    },
    {
        "id": "sil",
        "class": "The Pathfinder",
        "name": "Silverarrow",
        "icon": "/hero/silverarrow.png",
        "expansion": "devoted",
        "complexity": 2,
        "roles": ["Sniper", "Damager", "Disabler", "Healer", "Farming"],
        "stats": {
            "attack": 2,
            "defense": 1,
            "initiative": 7,
            "movement": [6, 7]
        },
        "cards": "cards/silverarrow.json",
		"advice": "*Silverarrow never imagined she would leave the Forest until the Oracle uttered the prophecy. The hardest step of any path is the very first one; after that, you just keep moving.*\n---\n- Your ranged attacks have extended range, but they can easily be disrupted.\n- Know your weaknesses and don’t let enemies catch you off guard. Staying too close to enemy units makes you vulnerable, so maintain your distance.\n- However, don’t be tempted to avoid the fight entirely — your allies rely on your firepower and utility skills, and abandoning them could cost you the game.\n"
    },
    {
        "id": "min",
        "class": "The Dragonmonk",
        "name": "Min",
        "icon": "/hero/min.png",
        "expansion": "renowned",
        "complexity": 2,
        "roles": ["Tokens", "Disabler", "Damager", "Melee"],
        "stats": {
            "attack": [4, 8],
            "defense": [3, 8],
            "initiative": 8,
            "movement": 6
        },
        "cards": "cards/min.json",
		"advice": "*The monks of the Order of the Dragon once worshipped the ancient beasts. But with their patrons gone, Min and his brothers had to adopt more practical applications of their beliefs.*\n---\n- End movement in straight lines from enemy heroes to utilize your smoke bomb.\n- Your gold card can be powered up even if your red card was used for movement or defense.\n- Mines cover more ground but are less reliable. Grenades require precise timing.\n"
    },
    {
        "id": "mra",
        "class": "The Stoneshaper",
        "name": "Mrak",
        "icon": "/hero/mrak.png",
        "expansion": "arcane",
        "complexity": 3,
        "roles": ["Melee", "Tokens", "Durable", "Disabler", "Tactician"],
        "stats": {
            "attack": 8,
            "defense": 8,
            "initiative": 1,
            "movement": [2, 4]
        },
        "cards": "cards/mrak.json"
    },
    {
        "id": "cut",
        "class": "The Sky Pirate",
        "name": "Cutter",
        "icon": "/hero/cutter.png",
        "expansion": "defiant",
        "complexity": 3,
        "roles": ["Tactician", "Disabler", "Farming"],
        "stats": {
            "attack": [4, 8],
            "defense": 4,
            "initiative": 6,
            "movement": [4, 8]
        },
        "cards": "cards/cutter.json"
    },
    {
        "id": "tri",
        "class": "The Scavenger",
        "name": "Trinkets",
        "icon": "/hero/trinkets.png",
        "expansion": "defiant",
        "complexity": 3,
        "roles": ["Sniper", "Damager", "Pusher"],
        "stats": {
            "attack": [3, 5],
            "defense": [2, 4],
            "initiative": 6,
            "movement": [7, 8]
        },
        "cards": "cards/trinkets.json"
    },
    {
        "id": "tal",
        "class": "The Spiritcaller",
        "name": "Tali",
        "icon": "/hero/tali.png",
        "expansion": "devoted",
        "complexity": 3,
        "roles": ["Damager", "Pusher", "Healer", "Durable", "Tokens"],
        "stats": {
            "attack": [4, 6],
            "defense": 4,
            "initiative": [5, 8],
            "movement": 5
        },
        "cards": "cards/tali.json"
    },
    {
        "id": "swi",
        "class": "The Sharpshooter",
        "name": "Swift",
        "icon": "/hero/swift.png",
        "expansion": "renowned",
        "complexity": 3,
        "roles": ["Sniper", "Farming", "Tactician"],
        "stats": {
            "attack": 5,
            "defense": 2,
            "initiative": 4,
            "movement": [3, 7]
        },
        "cards": "cards/swift.json"
    },
    {
        "id": "wuk",
        "class": "The Grove Guardian",
        "name": "Wuk",
        "icon": "/hero/wuk.png",
        "expansion": "renowned",
        "complexity": 3,
        "roles": ["Tokens", "Pusher", "Durable", "Sniper", "Tactician", "Healer"],
        "stats": {
            "attack": 5,
            "defense": 8,
            "initiative": 1,
            "movement": [3, 4]
        },
        "cards": "cards/wuk.json"
    },
    {
        "id": "han",
        "class": "The Trickster",
        "name": "Hanu",
        "icon": "/hero/hanu.png",
        "expansion": "renowned",
        "complexity": 3,
        "roles": ["Tactician", "Sniper", "Pusher"],
        "stats": {
            "attack": 4,
            "defense": 1,
            "initiative": 8,
            "movement": [7, 8]
        },
        "cards": "cards/hanu.json"
    },
    {
        "id": "bry",
        "class": "The Seeker",
        "name": "Brynn",
        "icon": "/hero/brynn.png",
        "expansion": "wayward",
        "complexity": 3,
        "roles": ["Tactician", "Damager", "Durable"],
        "stats": {
            "attack": [4, 8],
            "defense": 4,
            "initiative": 7,
            "movement": [5, 6]
        },
        "cards": "cards/brynn.json"
    },
    {
        "id": "mor",
        "class": "The Awakener",
        "name": "Mortimer",
        "icon": "/hero/mortimer.png",
        "expansion": "wayward",
        "complexity": 3,
        "roles": ["Melee", "Tokens", "Farming", "Durable", "Pusher"],
        "stats": {
            "attack": 8,
            "defense": 7,
            "initiative": 2,
            "movement": 4
        },
        "cards": "cards/mortimer.json",
        "advice": "*Mortimer the Awakener wields an ancient relic from a bygone age, forged from obsidian and infused with the pure essence of Death Metal. As he plucks the strings of his isntrument, the fallen souls of his fans rise!*\n---\n- Use your zombies to zone and block enemy heroes, but be cautious not to obstruct friendly heroes' movement.\n- You are considerably stronger at higher levels and your farm blue can get you there faster."
    },
    {
        "id": "wid",
        "name": "Widget & Pyro",
        "class": "The Dragonbonded",
        "icon": "/hero/widget.png",
        "expansion": "wayward",
        "complexity": 3,
        "roles": ["Melee", "Tokens", "Damager"],
        "stats": {
            "attack": 5,
            "defense": 4,
            "initiative": 4,
            "movement": [5, 6]
        },
        "cards": "cards/widget.json"
    },
    {
        "id": "sno",
        "class": "The Runescribe",
        "name": "Snorri",
        "icon": "/hero/snorri.png",
        "expansion": "arcane",
        "complexity": 4,
        "roles": ["Sniper", "Farming", "Durable", "Damager", "Pusher", "Healer"],
        "stats": {
            "attack": [5, 6],
            "defense": [5, 6],
            "initiative": 2,
            "movement": [4, 5]
        },
        "cards": "cards/snorri.json"
    },
    {
        "id": "raz",
        "class": "The Fay",
        "name": "Razzle",
        "icon": "/hero/razzle.png",
        "expansion": "arcane",
        "complexity": 4,
        "roles": ["Tactician", "Melee"],
        "stats": {
            "attack": 3,
            "defense": [1, 4],
            "initiative": 8,
            "movement": [6, 7]
        },
        "cards": "cards/razzle.json"
    },
    {
        "id": "gyd",
        "class": "The Archwizard",
        "name": "Gydion",
        "icon": "/hero/gydion.png",
        "expansion": "arcane",
        "complexity": 4,
        "roles": ["Sniper", "Tactician", "Farming", "Damager", "Pusher", "Tokens"],
        "stats": {
            "attack": [5, 6],
            "defense": [3, 5],
            "initiative": 3,
            "movement": [1, 4]
        },
        "cards": "cards/gydion.json"
    },
    {
        "id": "neb",
        "class": "The Harbinger",
        "name": "NebKher",
        "icon": "/hero/nebkher.png",
        "expansion": "defiant",
        "complexity": 4,
        "roles": ["Disabler", "Tokens", "Sniper"],
        "stats": {
            "attack": [2, 3],
            "defense": [5, 6],
            "initiative": 1,
            "movement": [2, 5]
        },
        "cards": "cards/nebkher.json"
    },
    {
        "id": "ign",
        "class": "The Mad",
        "name": "Ignatia",
        "icon": "/hero/ignatia.png",
        "expansion": "renowned",
        "complexity": 4,
        "roles": ["Sniper", "Damager", "Tokens", "Tactician", "Pusher"],
        "stats": {
            "attack": 5,
            "defense": 6,
            "initiative": 2,
            "movement": [4, 5]
        },
        "cards": "cards/ignatia.json"
    },
    {
        "id": "tak",
        "class": "The Warlord",
        "name": "Takahide",
        "icon": "/hero/takahide.png",
        "expansion": "wayward",
        "complexity": 4,
        "roles": ["Durable", "Sniper", "Tactician", "Damager", "Farming"],
        "stats": {
            "attack": [5, 7],
            "defense": [4, 7],
            "initiative": [3, 5],
            "movement": [1, 5]
        },
        "cards": "cards/takahide.json",
        "advice": "*Takahide rose to become a feared warlord, leading his armies from victory to victory — until a lone warrior refused to obey his orders. Now, he is consumed by a relentless obsession to crush his warrior for defying him.*\n---\n- You have access to three gold cards, instead of one, though only one of them is in your hand (until you reach the ultimate).\n- Plan ahead, and try to have the exact gold card that you need in your hand at the exact time when you need it.\n- A lot of your skills require allies to have discarded cards. Talk to your allies and make sure you work together as a team."		
    },
    {
        "id": "emm",
        "class": "The Traveller",
        "name": "Emmitt",
        "icon": "/hero/emmitt.png",
        "expansion": "wayward",
        "complexity": 4,
        "roles": ["Melee", "Tactician", "Durable", "Disabler", "Tokens"],
        "stats": {
            "attack": [5, 8],
            "defense": 6,
            "initiative": 1,
            "movement": [2, 4]
        },
        "cards": "cards/emmitt.json"
    }
]
