{
    "app.header.overview": "Helden",
    "app.header.dashboard": "Mein Profil",
    "app.button.search": "Suchen...",
    "app.button.select": "Wählen",
    "app.last-update": "Letztes update",
    "app.settings.generate-qr": "QR Code",
    "app.settings.propose-FAQ": "Eine neue Frage stellen",
    "app.sortby.box": "Erweiterung",
    "app.sortby.complexity": "Komplexität",
    "app.sortby.name": "Name",
    "app.card-type.basic": "Basis",
    "app.card-type.ranged": "Fernkampf",
    "app.card-type.attack": "Angriff",
    "app.card-type.basic.attack": "Basisangriff",
    "app.card-type.basic.defense": "Basisverteidigung",
    "app.card-type.basic.movement": "Basisbewegung",
    "app.card-type.basic.skill": "Basisfähigkeit",
    "app.card-type.movement": "Bewegung",
    "app.card-type.ultimate": "Ultimate",
    "app.card-type.skill": "Fähigkeit",
    "app.card-type.defense": "Verteidigung",
    "app.card.upgrade": "Upgrade",
    "app.card.downgrade": "Downgrade",
    "app.spell-school.cantrip": "Trick",
    "app.spell-school.evocation": "Hervorrufung",
    "app.spell-school.necromancy": "Nekromantie",
    "app.spell-school.abjuration": "Abschwörung",
    "app.spell-school.conjuration": "Beschwörung",
    "app.spell-school.enchantment": "Verzauberung",
    "app.spell-school.transmutation": "Transmutation",
    "app.spell-school.wish": "Wunsch",
    "app.stat.attack": "Angriff",
    "app.stat.defense": "Verteidigung",
    "app.stat.initiative": "Initiative",
    "app.stat.movement": "Mobilität",

    "ari.class": "Der Gezeitenmeister",
    "tig.class": "Der Taschendieb",
    "was.class": "Die Kriegsmaid",
    "sab.class": "Die Kommandantin",
    "xar.class": "Die Verwandelte",
    "dod.class": "Die Hexenmeisterin",
    "sil.class": "Die Pfadfinderin",
    "bro.class": "Der Zerstörer",
    "urs.class": "Der Wilde",
    "tal.class": "Die Geisterruferin",
    "whi.class": "Der Ausgestoßene",
    "mis.class": "Die Samurai",
    "row.class": "Die Frontkämpferin",
    "gar.class": "Der Gladiator",
    "bai.class": "Der Kopfgeldjäger",
    "min.class": "Der Drachenmönch",
    "mra.class": "Der Steinformer",
    "cut.class": "Die Luftpiratin",
    "tri.class": "Der Plünderer",
    "swi.class": "Die Scharfschützin",
    "wuk.class": "Der Hüter des Hains",
    "han.class": "Der Trickser",
    "bry.class": "Die Suchende",
    "mor.class": "Der Erwecker",
    "wid.class": "Der Drachengebundene",
    "sno.class": "Der Runenschreiber",
    "raz.class": "Die Fee",
    "gyd.class": "Der Erzmagier",
    "neb.class": "Der Vorbote",
    "ign.class": "Die Wahnsinnige",
    "tak.class": "Der Kriegsherr",
    "emm.class": "Der Reisende",

    "ari.advice": "- Nutze deine Goldkarte, um Verbündete aus der Gefahrenzone zu bewegen oder zukünftige Angriffe vorzubereiten.\n- Deine Silberkarte zwingt Gegner dazu, sie beim Planen zu berücksichtigen, und kann ihre Strategie beim Ausspielen stark stören.\n- Die Wahl deiner roten oder blauen Level-Aufstiegskarte bestimmt maßgeblich deine Rolle auf dem Schlachtfeld — wirst du mit dem Schwert Minions in Nahkampf besiegen oder mit Magie deine Gegner bedrängen?\n- Beide grüne Entwicklungszweige verbessern deine Mobilität, erfordern aber Übung.",
    "ari.lore": "Wer sich über seinen Namen lustig macht, lernt schnell den Unterschied zwischen einer Meerjungfrauenprinzessin und einem Hochsee-Elfen kennen.",
    "bro.advice": "- Deine extreme Widerstandsfähigkeit ist dein größter Vorteil. Wenn Gegner dich angreifen, lassen sie deine Verbündeten in Ruhe.\n- Verirre dich nicht zu weit vom Geschehen.\n- Nutze Schnellreise und Angriffe mit Bonusbewegung, um deine geringe Grundmobilität auszugleichen.\n- Eine Angriffskarte auf der Hand kann genauso bedrohlich sein wie eine gespielte.",
    "bro.lore": "Brogan kam mitten in der Schlacht wieder zu sich. Kriegstrommeln hallten in seinen Ohren, und er schwor sich, nie wieder Drakenhuff Grog zu trinken. Als der Feind zum Angriff blies, griff er hinter sich: Erst spürte er die Saiten seiner Laute, dann den Griff seiner Axt.",
    "tig.advice": "- Die beste Verteidigung ist, gar nicht erst getroffen zu werden.\n- Nutze deine Mobilität und deine Silberkarte, um am Leben zu bleiben.\n- Fernkampfangriffe und Karten mit Abwerf-Effekten sind deine größte Bedrohung.\n- Gegner können deine Basisangriffe verhindern, indem sie ein wichtiges Feld blockieren. Lass es nicht so weit kommen!",
    "tig.lore": "Tigerclaw ist so schwer fassbar wie ein Schatten in der Wüste — eine nützliche Eigenschaft, wenn der halbe Kontinent ihn tot sehen will und die andere Hälfte ihn vorher vierteln möchte.",
    "was.advice": "- Deine Basisaktionen können gegnerische Helden blockieren und so ihre Bewegungsoptionen oder ihr Bedrohungspotenzial stark einschränken.\n- Auch wenn du im Nahkampf bestehen kannst, darfst du dir keinen hohen oder wiederholten Schaden leisten. Wähle deine Ziele weise und zieh dich rechtzeitig zurück.\n- Du hast viele Möglichkeiten, Gegner zu versetzen — durch Platzieren, Stoßen oder Tauschen. Nutze diese, um dein Team beim Besiegen von Minions zu unterstützen.",
    "was.lore": "Wie alle Thronerbinnen des vergoldeten Kaiserreichs wurde Wasp verbannt, sobald sie einen Dolch halten konnte. Bevor sie sich der ultimativen Prüfung stellen und ihr Geburtsrecht beanspruchen kann, muss sie lernen, ihre Kräfte zu kontrollieren.",
    "sab.advice": "- Du wirst deutlich stärker, wenn du dich in der Nähe freundlicher Minions aufhältst. Bleib in Formation!\n- Nutze deine Fertigkeiten, um Minions auf dem Spielfeld zu verschieben, gegnerische Pläne zu vereiteln und dein Team zu unterstützen.\n- Deine Goldkarte ist eine großartige Verteidigung gegen Nicht-Fernkampfangriffe.\n- Deine Wahl der roten Karte beeinflusst am stärksten deine bevorzugte Gewinnbedingung. Wähle weise!",
    "sab.lore": "Sabina wurde zu Unrecht beschuldigt, an Gräueltaten beteiligt gewesen zu sein, nachdem eine abtrünnige Soldateneinheit in ähnlicher Uniform eine Nachbarstadt überfallen hatte. Trotz ihrer Unschuldsbeteuerungen lastete der Verdacht schwer auf ihr. Verraten von ihren einstigen Kameraden führt sie nun eine Miniontruppe in die Schlacht.",
    "xar.advice": "- Umgib dich mit feindlichen Minions, um deine Kräfte zu verstärken — aber übertreibe es nicht.\n- Deine Silberkarte ist vielseitig einsetzbar: zum Farmen, Unterstützen von Verbündeten oder für Hinterhalte.\n- Nutze die hohe Bewegung deiner Primäraktion auf Rot, um verwundete Helden zu verfolgen und mit deiner Goldkarte auszuschalten.",
    "xar.lore": "Xargatha war Hohepriesterin des heiligen Schreins, als dieser entweiht und das heilige Relikt gestohlen wurde. Ihr Zorn und ihre Trauer waren so mächtig, dass sie sich in ein Monster verwandelte. Sie verließ den Tempel, um die Diebe zu stellen und das Relikt zurückzuholen.",
    "dod.advice": "- Deine größte Schwäche ist deine geringe Verteidigung. Berücksichtige das bei deiner Auswahl während des Levelaufstiegs.\n- Du bist stärker, wenn viele Spawnpunkte für Minions frei sind — erreiche das durch das Besiegen oder Versetzen von Minions.\n- Spiele deine Silberkarte in Runden, in denen du erwartest, dass Gegner Minions angreifen.",
    "dod.lore": "Dodger hasste es, sich durch staubige Folianten zu wühlen. Sie interessierte sich immer mehr für die praktischen Aspekte der dunklen Magie. Als ihr ein Dämon anbot, ihr langweilige Formalitäten zu ersparen, hätte sie im Spiegel vielleicht genauer hinschauen sollen — das Kleingedruckte stand ihr ins Gesicht geschrieben.",
    "row.advice": "- Deine Silberkarte ist am effektivsten, wenn du dich neben mehreren gegnerischen Einheiten teleportierst.\n- Die beste Chance, mit deiner Goldkarte einen Helden zu besiegen, hast du, wenn sich eine Karte mit geringer Verteidigung in dessen Ablagestapel befindet.\n- Sprich mit deinen Teammitgliedern, um den maximalen Nutzen aus deinen roten Karten zu ziehen.",
    "row.lore": "Schon als Kind träumte Rowenna davon, Ritterin zu werden. Sie trainierte unermüdlich, verfeinerte ihre Kampftechniken und lebte nach dem Ehrenkodex. Ob gegen Monster oder Übermacht — Rowenna steht standhaft, um Unschuldige zu verteidigen, ihre Kameraden zu unterstützen und ihre Truppen zum Sieg zu führen.",
    "gar.advice": "- Mit deiner Goldkarte als zweite Aktion kannst du leicht zusätzlichen Schaden verursachen.\n- Deine Silberkarte ist besonders effektiv gegen Helden mit hoher Bewegung.\n- In manchen Builds erzwingt deine Ablagekarte beim Gegner eine Reaktion. Nutze das zu deinem Vorteil.",
    "gar.lore": "Garrus war ungeschlagener Arenachampion — bis ein Fremder ihn zu einem Wutausbruch provozierte. Nun durchstreift er das Land auf der Suche nach Wiederherstellung seiner Ehre. Man sagt, sein Schild könne einen Ballistatreffer aus nächster Nähe abwehren. Niemand hat sich bisher getraut, das zu testen.",
    "bai.advice": "- Die psychologische Wirkung des Kopfgeldmarkers sollte nicht unterschätzt werden.\n- Deine Silberkarte kann Verbündete retten, Gegner stören und Minion-Wellen schneller räumen.",
    "bai.lore": "Ich würd nicht nach Bain fragen. Ziemlich dubioser Typ. Manche sagen, er sei ein Adliger auf der Suche nach seiner verschollenen Schwester, andere halten ihn für einen gewöhnlichen Säufer. Ob edel oder nicht — er ist der beste Schütze diesseits der Wüste. Willst du ihn anheuern, bitte. Ansonsten: besser Abstand halten, Partner!",
    "whi.advice": "- Deine größte Schwäche ist die eingeschränkte Mobilität — außer mit deinen grünen Karten.\n- Deine Goldkarte kann Verbündete unterstützen, gegnerische Helden zu verfolgen oder sie zu vertreiben.\n- Aber setze deine Goldkarte mit Bedacht ein; zu früh gespielt, kann das Ziel entkommen.\n- Deine Silberkarte macht dich schwer besiegbar — vorausgesetzt, ein verwundeter Gegner ist in der Nähe.",
    "whi.lore": "Whisper war Großrichter des Unterkönigreichs, als er einen mächtigen Adeligen verurteilte, der seiner Strafe entkommen wollte. Da er nicht wegsah, wurde er geblendet und zum Sterben zurückgelassen. Als wäre er nicht ohnehin schon tot! Narren!",
    "mis.advice": "- Du hast nur eine Angriffskarte — nutze sie weise.\n- Halte Ausschau nach Möglichkeiten, mit deiner Silberkarte zusätzliche Mobilität oder Heilung zu erhalten.\n- Deine Rolle im Spiel hängt stark von deiner Wahl bei Blau und Grün ab — stimme dich mit deinem Team ab.\n- Falls dein Team auf Wellenkontrolle setzt, brauchst du wahrscheinlich nicht „Slash and Dash“.\n- Deine alternative grüne Karte ist stark, aber schwer zu treffen.",
    "mis.lore": "Misa kämpft auch gegen übermächtige Feinde, um ihren Meister zu schützen. Leider hat sie noch niemanden gefunden, der ihrer Klinge und Loyalität würdig ist.",
    "urs.advice": "- Du bist am stärksten, wenn Gegner zu dir kommen — verschwende keine Bewegung für Verfolgungen.\n- Deine Wut kannst du am besten auf Minions mit Rot oder Gold aufbauen. Blau ist dein Backup.\n- Deine größte Schwäche ist mangelnde Mobilität. Dein Albtraum: auf der falschen Seite nach einem Lane-Push zu stehen.\n- Mit Wut kannst du Gold und dann Silber als Zonenwerkzeuge einsetzen.",
    "urs.lore": "Wenn Ursafar brüllt, verkriechen sich die Frostbestien in ihren Höhlen, und die Stämme legen frischen Fisch vor ihre Iglus, um den großen Bären zu besänftigen.",
    "sil.advice": "- Deine Fernangriffe haben große Reichweite, sind aber leicht zu stören.\n- Kenne deine Schwächen — bleib nicht zu nah an gegnerischen Einheiten.\n- Aber zieh dich nicht völlig zurück — dein Team zählt auf deine Feuerkraft und Unterstützungsfertigkeiten.",
    "sil.lore": "Silverarrow hätte nie gedacht, den Wald zu verlassen — bis die Orakelpriesterin die Prophezeiung sprach. Der schwerste Schritt auf einem Pfad ist immer der erste. Danach geht man einfach weiter.",
    "min.advice": "- Beende Bewegungen in gerader Linie zu gegnerischen Helden, um den Rauchbombeneffekt zu nutzen.\n- Deine Goldkarte kann auch ausgelöst werden, wenn deine rote Karte nur zur Bewegung oder Verteidigung genutzt wurde.\n- Minen decken mehr Fläche ab, sind aber unzuverlässiger. Granaten benötigen präzises Timing.",
    "min.lore": "Die Mönche des Drachenordens verehrten einst die uralten Bestien. Doch als ihre Götter verschwanden, mussten Min und seine Brüder ihre Lehren auf praktischere Weise anwenden.",
    "mor.advice": "- Nutze deine Zombies, um gegnerische Helden zu blockieren — achte aber darauf, deine Verbündeten nicht zu behindern.\n- Du wirst mit höheren Stufen deutlich stärker, und deine Farm-Blue bringt dich schneller dorthin.",
    "mor.lore": "Mortimer der Erwecker führt ein Relikt aus uralter Zeit — geschmiedet aus Obsidian und durchdrungen vom reinen Geist des Death Metal. Wenn er die Saiten seines Instruments zupft, erheben sich die gefallenen Seelen seiner Fans!",
    "tak.advice": "- Du hast Zugriff auf drei Goldkarten statt einer — aber nur eine davon ist auf der Hand (bis zum Ultimate).\n- Plane voraus und versuche, im richtigen Moment die passende Goldkarte bereit zu haben.\n- Viele deiner Fertigkeiten setzen voraus, dass Verbündete Karten abgeworfen haben. Sprich dich mit deinem Team ab.",
    "tak.lore": "Takahide wurde ein gefürchteter Kriegsherr, der Schlacht um Schlacht gewann — bis ein einzelner Krieger sich seinen Befehlen widersetzte. Seitdem wird er von der Besessenheit getrieben, diesen Krieger zu brechen.",
    "mra.advice": "- Mrak ist auf Gebietskontrolle und -verdrängung spezialisiert.\n- Du bist schwer zu besiegen, insbesondere wenn du den alternativen roten Zweig wählst.\n- Wenn du unter geringer Beweglichkeit leidest, bringt dich der alternative grüne Zweig ins Rollen.",
    "mra.lore": "In den Schatten unter der alten Kopfsteinpflasterbrücke, wo sich das Flüstern vergessener Geschichten mit den Echos vorbeiziehender Reisender vermischt, lebt Mrak. Wie es sich für einen pensionierten Trollgeomanten gehört, ist er nicht besonders begeistert von unerwartetem Besuch.",
    "cut.advice": "- Sowohl deine goldene als auch deine rote Karte sind schwer zu treffen – nutze deine anderen Werkzeuge, um sie vorzubereiten.\n- Deine silberne Karte erlaubt es dir, dich bei niedriger Initiative weit zu bewegen, was aggressive Spielzüge ermöglicht.\n- Die blauen und grünen Standardkarten erfordern gutes Timing, können deinen Gegnern aber harte Entscheidungen aufzwingen.\n- Der alternative grüne Zweig bietet dir verlässliche Mobilität und hilft beim Minion-Management.\n- Dein alternativer blauer Zweig bringt dir zusätzliches Geld, wenn du eine Aktion entbehren kannst.",
    "cut.lore": "Die waghalsigen Abenteuer von Cutter, der Kapitänin des Luftschiffs Black Sparrow, sind in jeder Taverne des Kontinents der Publikumsliebling! Sie tauschte ihr Leben als adlige Debütantin gegen das einer Freibeuterin und Gaunerin ein.",
    "tri.advice": "- Plane voraus, wo du deinen Geschützturm platzierst, damit du nicht jede Runde Aktionen auf das Bewegen verschwendest.\n- Nutze den Turm, um taktisch wichtige Felder zu blockieren.\n- Deine Level-Up-Wahl beeinflusst deine Strategie maßgeblich – wähle mit Bedacht.",
    "tri.lore": "Trinkets ist wirklich klug – zumindest nach Koboldmaßstäben. Er wurde von Drakenhuff verwiesen, nachdem er beinahe die gesamte Stadt zerstört hatte. Wenn er gerade keine Weltuntergangsmaschinen baut oder Ersatzteile sucht, tüftelt er an seinem automatisierten Geschützturm.",
    "tal.advice": "- Tali ist darauf angewiesen, dass ihr Team das Richtige tut. Stellt sicher, dass ihr im selben Takt spielt.\n- Wisse, wann du es dir leisten kannst, eine Karte abzuwerfen.\n- Dein Standardangriff profitiert stärker von Angriffsgegenständen als bei den meisten anderen Helden.",
    "tal.lore": "Als sie ihre Stimmen zum ersten Mal hörte, glaubte ihr niemand. Tali trug es niemandem nach. Als die Frostbestien ihr Dorf bedrohten, tat sie, was getan werden musste. Und als das Dorf gerettet war, zog sie weiter – die Geister riefen sie.",
    "swi.advice": "- Die Androhung, sowohl einen gegnerischen Helden als auch einen Minion anzugreifen, zwingt den Helden zum Handeln.\n- Das Scharfschützengewehr ist besser zum Schieben geeignet, während die Schrotflinte gegen Helden glänzt.\n- Manchmal ist es besser, deine Goldkarte zu nutzen, um einen benachbarten Minion auszuschalten.\n- Wenn es dir schwerfällt, Angriffe zu landen, verlasse dich auf deine blauen und grünen „Taktiker“-Fertigkeiten.",
    "swi.lore": "Als Swifts Bewerbung an der Akademie der Königlichen Flotte abgelehnt wurde, gab sie ihren Traum vom Fliegen nicht auf. Sie trat kurz vor dem Letzten Krieg den mobilen Spähern bei und wurde zur besten Schützin ihres Regiments.",
    "wuk.advice": "- Plane voraus: Wo brauchst du die Bäume in der nächsten Runde – und wo in der übernächsten?\n- Du kannst Bäume nutzen, um Schlüsselpositionen zu blockieren.\n- Mobilität gehört nicht zu deinen Stärken, also zieh weiter, wenn die Welle kippt.",
    "wuk.lore": "Der Hain braucht keinen Schutz – Wuk entscheidet sich lediglich zu bleiben. Bäume sind die beste Gesellschaft, wenn man lieber ungestört ist. Wenn du es wagst, sein Revier zu betreten – fass bloß keine Bäume an!",
    "han.advice": "- Deine Goldkarte hilft dir beim Überleben, solange du einen Fluchtweg hast.\n- Deine Silberkarte kann deinen Verbündeten helfen, Angriffe zu landen – sie kann aber auch auf Gegner gespielt werden, um deren Zug früher auszulösen als geplant.\n- Es lohnt sich oft, mit deinem Team zu kommunizieren, auch wenn du damit deine Pläne offenlegst. Du hast viele Möglichkeiten, dein Team zu unterstützen.",
    "han.lore": "Ein Tag ohne Schabernack ist ein verlorener Tag. Frei von der weisen Führung seines Bruders streift Hanu durch die Ruinen der alten atlantischen Hauptstadt und spielt Streiche jedem Entdecker, der töricht genug ist, das Reich des Großen Tricksters zu betreten.",
    "bry.advice": "- Wenn die Bedingung nicht erfüllt ist, haben deine Karten trotzdem eine Wirkung. Der nicht-bedingte Teil ist weniger stark, aber viel verlässlicher.\n- Koordiniere dich mit deinem Team – sie können dir helfen, das volle Potenzial deiner Karten zu entfalten.\n- Dein roter Fernangriff macht dich besser im Wavemanagement, aber auch anfälliger.\n- Nutze die Silberkarte, um deinem Team beim Minion-Farmen zu helfen.",
    "bry.lore": "Geboren in einer abgelegenen Bergsiedlung, sollte Brunn Heilerin wie ihre Mutter werden. Doch ihre wahre Leidenschaft galt den wilden Weiten ringsum. Als eine mysteriöse Seuche ausbrach und selbst ihre Mutter erkrankte, machte sich Bryn auf zum sagenumwobenen Hain, wo es nur ein einziges Heilmittel geben sollte.",
    "wid.advice": "- Pyro ist Widgets Drachengefährte, den du mit ihrer Silberkarte beschwören kannst.\n- Solange Pyro im Spiel ist, wird Widget erheblich stärker.\n- Obwohl Pyro als Miniatur dargestellt wird, zählt er als Token und kann durch eine „Räumen“-Aktion entfernt werden – halte ihn aus der Schusslinie.\n- Der Sieg dieses Duos hängt von Pyros Positionierung und dem Timing deiner Goldkarte ab.",
    "wid.lore": "Widgets Stamm hielt an den alten Wegen fest – für Kobolde eher ungewöhnlich. Die junge Kriegerin schenkte Märchen und staubigen Drachenprophezeiungen wenig Beachtung, bis eine Reise sie zu einem seltsamen Ei führte. Als es schlüpfte, nannte sie das Junge Pyro.",
    "sno.advice": "- Plane voraus. Das Neupositionieren von Runen kostet eine Aktion.\n- Je höher dein Level, desto vielseitiger wirst du. Sorge dafür, dass du genügend Münzen bekommst.",
    "sno.lore": "Wie jeder andere selbstrespektierende Zwerg hatte Snorri nie vor, ein Abenteuer zu beginnen. Dieser Plan geriet ins Wanken, als sein ehemaliger Lehrling vom Pfad der Tradition abwich und sich der zwielichtigen Kunst experimenteller Runen-Graffiti zuwandte. Snorri musste umdenken.",
    "raz.advice": "- Zu Beginn des Spiels oder nach einem Respawn wird nur eine von dir auf dem Spielfeld platziert.\n- Sobald eine Kopie gespawnt wurde, kannst du sie mit deiner Goldkarte nicht erneut spawnen.\n- Je mehr von dir im Spiel sind, desto stärker wirst du.\n- Dein Überleben hängt oft davon ab, dass sich deine Klone innerhalb der Reichweite deiner Silberkarte befinden.",
    "raz.lore": "Eine weniger bekannte Tatsache über magische Spiegel ist, dass sie leicht zerbrechen. Razzle erstarrte, als ihr Spiegel in unzählige funkelnde Splitter zersprang – als hätte eine Truppe schelmischer Feen ihre akrobatischen Fähigkeiten testen wollen. Als die Stille einkehrte, war sie von einer Schar identischer Gesichter umgeben, jedes mit einem Ausdruck völliger Verwirrung.",
    "gyd.advice": "- Beim Zauberwirken gelten die Aktionen auf den Zauberkarten wie jede andere Aktion.\n- Halte Zauber, die du noch nicht wirken kannst, in einem separaten verdeckten Stapel, solange sie sich noch im Zauberbuch befinden.",
    "gyd.lore": "Gydion, der Erzmagier, ist eine eigenartige Mischung aus uralter Weisheit und Vergesslichkeit, die selbst ein Goldfisch wie ein penibler Archivar erscheinen lässt. Dennoch hat er ein unheimliches Talent dafür, genau im richtigen Moment den passenden Zauber zu wirken.",
    "neb.advice": "- Halte möglichst viele Gegner in Reichweite deiner Goldkarte, um deine Optionen zu maximieren.\n- Deine Silberkarte erlaubt es dir, aufgelöste Karten anderer Helden neu anzuordnen – das ist besonders hilfreich für deine Goldkarte.\n- Deine grünen Karten in Kombination mit Silber bilden dein zentrales Mobilitätswerkzeug. Spiele sie früh.",
    "neb.lore": "NebKher ist ein geheimnisvoller Reisender, gehüllt in exotische Gewänder, sein Gesicht von einer furchteinflößenden Maske verborgen. Wer ihm begegnet ist, berichtet von seinen unnatürlichen Kräften über die Gedanken lebender Wesen.",
    "ign.advice": "- Sorge immer dafür, ein Ziel zu haben – unabhängig davon, auf welcher Seite die Münze landet.\n- Die Effekte, die mit der Farbe deines Teams verknüpft sind, lassen sich weniger leicht durch einen ungünstigen Münzwurf vereiteln.\n- Deine Silberkarte gibt dir vollständige Kontrolle über deine Kräfte, macht dich jedoch deutlich verwundbarer, solange sie aktiv ist.",
    "ign.lore": "Zwischen Genie und Wahnsinn liegt ein schmaler Grat – und Ignatia ist der lebende Beweis dafür. Die zwergische Feuermagierin ist ebenso mächtig wie unberechenbar, genau wie die Kräfte, die sie entfesselt.",
    "emm.advice": "- Der Effekt deiner Goldkarte betrifft alle – achte darauf, keine Verbündeten zu gefährden.\n- Nutze deine Silberkarte, um deine Beweglichkeit zu steigern, doch bedenke, dass sie dich gleichzeitig verwundbarer macht.",
    "emm.lore": "Emmitt der Reisende stammt aus einer fernen Zukunft. Mit einem tragbaren Zeitreisegerät bewaffnet kämpft er dafür, zerbrochene Zeitlinien zu reparieren – mit scharfem Verstand und gelegentlich einem kräftigen Faustschlag, genau dort und dann, wo er gebraucht wird.",

    "ari-gold-noble-blade.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Du darfst eine andere Einheit, die zur Ziel-Einheit benachbart ist, 1 Feld bewegen.\n_(„Eine andere Einheit“ schließt dich nie ein)_",
    "ari-gold-h-ceremonial-blade.text": "Visiere einen Helden benachbart zu dir an.\nVor dem Angriff: Du darfst einen Minion, der zur Ziel-Einheit benachbart, 1 Feld bewegen.",
    "ari-silver-spell-break.text": "**Diesen Zug:** Gegnerische Helden im Radius dürfen keine Fähigkeitsaktionen ausführen, außer auf Goldkarten.\n_(Fähigkeit ::skill:: ist eine Aktionsart — Skill. Andere Aktionsarten auf sind nicht betroffen.)_",
    "ari-red-i-dangerous-current.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer Linie von 2 Feldern hinter dem Ziel wirft eine Karte ab oder wird besiegt.",
    "ari-red-ii-raging-stream.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer der 3 Felder in gerader Linie direkt hinter dem Ziel wirft eine Karte ab oder wird besiegt.",
    "ari-red-iii-violent-torrent.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer der 5 Felder in gerader Linie direkt hinter dem Ziel wirft eine Karte ab oder wird besiegt.\n*Kann einmal auf eine andere Einheit wiederholt werden.*",
    "ari-red-ii-rogue-wave.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Du darfst eine gegnerische Einheit, die benachbart zu dir ist, bis zu 2 Felder stoßen.",
    "ari-red-iii-tidal-blast.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Du darfst eine gegnerische Einheit, die benachbart zu dir ist, bis zu 3 Felder stoßen.",
    "ari-green-i-liquid-leap.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt und nicht benachbart zu einem leeren Spawnpunkt.",
    "ari-green-ii-magical-current.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt und nicht benachbart zu einem leeren Spawnpunkt.",
    "ari-green-ii-arcane-whirlpool.text": "Tausche mit einem gegnerischen Minion in Reichweite.\n(*Tausche die Position mit dem Ziel. Das ist keine Bewegung.*)",
    "ari-green-iii-stranger-tide.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt.",
    "ari-green-iii-ebb-and-flow.text": "Tausche mit einem gegnerischen Minion in Reichweite.\nFalls dieser benachbart zu dir war, darfst du dies einmal wiederholen.",
    "ari-blue-i-aspiring-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n_(Das beinhaltet sowohl freundliche als auch feindliche Minions)_",
    "ari-blue-ii-expert-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n**Dieser Zug:** Du bist immun gegen Angriffsaktionen aller gegnerischen Helden, außer diesem Angreifer.",
    "ari-blue-ii-slippery-ground.text": "**Dieser Zug:** Gegnerische Helden, die benachbart zu dir sind, können kein Schnellreisen durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "ari-blue-iii-master-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n**Diese Runde:** Du bist immun gegen Angriffsaktionen aller gegnerischen Helden, außer diesem Angreifer.",
    "ari-blue-iii-deluge.text": "**Dieser Zug:** Gegnerische Helden im Radius können kein Schnellreisen durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "ari-purple-iv-living-tsunami.text": "Einmal pro Zug, bevor du eine Angriffsaktion ausführst, darfst du dich 1 Feld bewegen.",

    "bry-gold-familiar-ground.text": "**Wähle eins —**\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der an 3 oder mehr Hindernisse angrenzt.\n_(Du, andere Helden, Minions, Token und Gelände zählen als Hindernisse.)_",
    "bry-gold-h-home-turf.text": "**Wähle eins —**\n- Visiere einen Helden benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der an 3 oder mehr Hindernisse angrenzt.\n_(Du, andere Helden, Minions, Token und Gelände zählen als Hindernisse.)_",
    "bry-silver-decoy.text": "**Wähle bis zu zweimal,** auf unterschiedliche Ziele —\n- Bewege einen gegnerischen Minion im Radius 1 Feld.\n- Bewege einen gegnerischen Helden im Radius, der an 3 oder mehr Hindernisse angrenzt, 1 Feld.",
    "bry-red-i-high-ground.text": "Visiere eine Einheit benachbart zu dir an.\nWenn du einen Helden anvisierst, der an 3 oder mehr Hindernisse angrenzt, +2 ::attack:: Angriff.",
    "bry-blue-i-tread-lightly.text": "Tausche mit einer Einheit benachbart zu dir oder mit einem gegnerischen Helden im Radius, der an 3 oder mehr Hindernisse angrenzt.",
    "bry-green-i-bear-trap.text": "**Wähle eins —**\n- Ein gegnerischer Held benachbart zu dir wirft eine Karte ab, falls möglich.\n- Ein gegnerischer Held im Radius, der an 3 oder mehr Hindernisse angrenzt, wirft eine Karte ab, falls möglich.",
    "bry-red-ii-elevated-ambush.text": "Visiere eine Einheit benachbart zu dir an.\nWenn du einen Helden anvisierst, der an 3 oder mehr Hindernisse angrenzt, +2 ::attack:: Angriff.",
    "bry-red-ii-split-attack.text": "Visiere eine Einheit in Reichweite an. Wenn du einen Helden anvisierst, der an 3 oder mehr Hindernisse angrenzt, darfst du einmal auf eine andere Einheit benachbart zu dir wiederholen.",
    "bry-green-ii-log-trap.text": "**Wähle eins —**\n- Ein gegnerischer Held benachbart zu dir wirft eine Karte ab, falls möglich.\n- Ein gegnerischer Held im Radius, der an 3 oder mehr Hindernisse angrenzt, wirft eine Karte ab, falls möglich.",
    "bry-green-ii-true-grit.text": "Du darfst eine abgeworfene Angriffskarte zurückholen.\nWenn ein gegnerischer Held im Radius an 3 oder mehr Hindernisse angrenzt, bewege dich bis zu 3 Felder.",
    "bry-blue-ii-cover-tracks.text": "Tausche mit einer Einheit benachbart zu dir oder mit einem gegnerischen Helden im Radius, der an 3 oder mehr Hindernisse angrenzt.\nDu darfst dich 1 Feld bewegen.",
    "bry-blue-ii-mountain-guide.text": "Du darfst eine befreundete Einheit, die benachbart zu dir ist, bis zu 2 Felder bewegen. Wenn ein gegnerischer Held im Radius an 3 oder mehr Hindernisse angrenzt, bewege eine andere befreundete Einheit im Radius bis zu 2 Felder.",
    "bry-green-iii-deadfall-trap.text": "**Wähle eins —**\n- Ein gegnerischer Held benachbart zu dir wirft eine Karte ab oder wird besiegt.\n- Ein gegnerischer Held im Radius, der an 3 oder mehr Hindernisse angrenzt, wirft eine Karte ab oder wird besiegt.",
    "bry-green-iii-die-hard.text": "Du darfst eine abgeworfene Angriffskarte zurückholen.\nWenn ein gegnerischer Held im Radius an 3 oder mehr Hindernisse angrenzt, bewege dich bis zu 4 Felder.",
    "bry-blue-iii-hide-traces.text": "Tausche mit einer Einheit benachbart zu dir oder mit einem gegnerischen Helden im Radius, der an 3 oder mehr Hindernisse angrenzt.\nBewege dich bis zu 2 Felder.",
    "bry-blue-iii-expedition-leader.text": "Du darfst eine befreundete Einheit, die benachbart zu dir ist, bis zu 3 Felder bewegen. Wenn ein gegnerischer Held im Radius an 3 oder mehr Hindernisse angrenzt, bewege eine andere befreundete Einheit im Radius bis zu 3 Felder.",
    "bry-red-iii-peak-precision.text": "Visiere eine Einheit benachbart zu dir an.\nWenn du einen Helden anvisierst, der an 3 oder mehr Hindernisse angrenzt: +2 ::attack:: Angriff und nach dem Angriff: Du darfst diese Karte zurückholen.",
    "bry-red-iii-split-throw.text": "Visiere eine Einheit in Reichweite an. Wenn du einen Helden anvisierst, der an 3 oder mehr Hindernisse angrenzt, darfst du einmal auf eine andere Einheit wiederholen.",
    "bry-purple-iv-over-the-top.text": "Während du Aktionen ausführst, zählen alle gegnerischen Helden im Spiel als angrenzend zu 3 oder mehr Hindernissen.",

    "tig-gold-blink-strike.text": "Vor dem Angriff: Bewege dich 2 Felder in einer geraden Linie durch eine gegnerische Einheit; Visiere diese Einheit als Ziel.\n_(Falls du dich nicht so bewegen kannst, kannst du nicht angreifen.)_",
    "tig-silver-blend-into-shadows.text": "Wenn du benachbart zu einem Gelände bist, platziere dich in ein Feld im Radius; falls du das tust: **Nächster Zug:** Du bist immun gegen gegnerische Angriffsaktionen.",
    "tig-red-i-hit-and-run.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich 1 Feld bewegen.",
    "tig-red-ii-combat-reflexes.text": "Vor dem Angriff: Du darfst dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Falls du dich vor dem Angriff nicht bewegt hast, darfst du dich 1 Feld bewegen.",
    "tig-red-ii-backstab.text": "Visiere eine Einheit benachbart zu dir an; falls eine freundliche Einheit benachbart zum Ziel ist: +2 ::attack:: Angriff.\n*(Eine „freundliche Einheit“ ist ein anderer Held oder ein Minion deines Teams.)*",
    "tig-red-iii-leaping-strike.text": "Vor dem Angriff: Du darfst dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich 1 Feld bewegen.",
    "tig-red-iii-backstab-with-a-ballista.text": "Visiere eine Einheit in Reichweite an; falls eine freundliche Einheit benachbart zum Ziel ist: +2 ::attack:: Angriff, und das Ziel kann keine Primäraktion zur Verteidigung ausführen.",
    "tig-blue-i-dodge.text": "Blocke einen Fernkampfangriff.",
    "tig-blue-ii-sidestep.text": "Blocke einen Fernkampfangriff.\nDu darfst dich 1 Feld bewegen.",
    "tig-blue-ii-parry.text": "Blocke einen Nahkampfangriff.\nDer Angreifer wirft eine Karte ab, falls möglich.",
    "tig-blue-iii-riposte.text": "Blocke einen Nahkampfangriff.\nDer Angreifer wirft eine Karte ab oder wird besiegt.",
    "tig-blue-iii-evade.text": "Blocke einen Fernkampfangriff.\nDu darfst dich 1 Feld bewegen. Du darfst deine benutzte oder abgeworfene Basisfähigkeit zurückholen.",
    "tig-green-i-light-fingered.text": "Du darfst dich 1 Feld bewegen.\nNimm 1 Münze von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich 1 Feld bewegen.",
    "tig-green-ii-pick-pocket.text": "Bewege dich bis zu 2 Felder.\nNimm 1 Münze von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich 1 Feld bewegen.",
    "tig-green-ii-poisoned-dagger.text": "Gib einem Helden in Reichweite einen ::marker_poison:: Giftmarker.\nDer Held mit einem Giftmarker hat -1 ::initiative:: Initiative, -1 ::attack:: Angriff und -1 ::defense:: Verteidigung.",
    "tig-green-iii-master-thief.text": "Bewege dich bis zu 2 Felder. Nimm 1 oder 2 Münzen von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich bis zu 2 Felder bewegen.",
    "tig-green-iii-poisoned-dart.text": "Gib einem Helden in Reichweite einen ::marker_poison:: Giftmarker.\nDer Held mit einem Giftmarker hat -2 ::initiative:: Initiative, -2 ::attack:: Angriff und -2 ::defense:: Verteidigung.",
    "tig-gold-h-nimble-strike.text": "Vor dem Angriff: Bewege dich 2 Felder in gerader Linie durch einen gegnerischen Helden; visiere diesen Helden an.",
    "tig-purple-iv-cloak-and-daggers.text": "Nachdem du eine Basisaktion ausgeführt hast, darfst du sie einmal wiederholen; falls du eine Angriffsaktion wiederholst, darfst du nicht dieselbe Einheit anvisieren.",

    "was-gold-magnetic-dagger.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Dieser Zug:** Gegnerische Einheiten im Radius dürfen weder platziert noch getauscht werden - weder von sich selbst noch von gegnerischen Helden.",
    "was-silver-static-barrier.text": "**Dieser Zug:** Wenn ein gegnerischer Held außerhalb des Radius eine Aktion ausführt, zählen Felder im Radius als Hindernisse. Wenn ein gegnerischer Held im Radius eine Aktion ausführt, zählen Felder außerhalb des Radius als Hindernisse.",
    "was-red-i-shock.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab, falls möglich.",
    "was-red-ii-charged-boomerang.text": "Visiere eine Einheit in Reichweite und nicht in gerader Linie an.\n(*Einheiten benachbart zu dir befinden sich in gerader Linie zu dir.*)",
    "was-red-ii-electrocute.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab, falls möglich.",
    "was-red-iii-electroblast.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab oder wird besiegt.",
    "was-red-iii-thunder-boomerang.text": "Visiere eine Einheit in Reichweite und nicht in gerader Linie an.\nNach dem Angriff: Falls du einen Helden anvisiert hast, darfst du dies einmal auf ein anderes Ziel wiederholen.",
    "was-blue-i-lift-up.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf einmal mit dem selben Ziel wiederholt werden.",
    "was-blue-ii-control-gravity.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf einmal mit dem selben Ziel wiederholt werden.",
    "was-blue-ii-kinetic-repulse.text": "Stoße bis zu 2 gegnerische Einheiten benachbart zu dir um 3 Felder; wenn ein gestoßener Held von einem Hindernis gestoppt wird, wirft dieser eine Karte ab, falls möglich.",
    "was-blue-iii-center-of-mass.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf bis zu zweimal mit dem selben Ziel wiederholt werden.",
    "was-blue-iii-kinetic-blast.text": "Stoße bis zu 2 gegnerische Einheiten benachbart zu dir um 3 oder 4 Felder; wenn ein gestoßener Held von einem Hindernis gestoppt wird, wirft dieser eine Karte ab, falls möglich.",
    "was-green-i-stop-projectiles.text": "Blocke einen Fernkampfangriff.",
    "was-green-ii-deflect-projectiles.text": "Blocke einen Fernkampfangriff; falls du das tust, wirft ein gegnerischer Held in Reichweite (außer dem Angreifer) eine Karte ab, falls möglich.",
    "was-green-iii-reflect-projectiles.text": "Blocke einen Fernkampfangriff; falls du das tust, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "was-green-ii-telekinesis.text": "Platziere eine Einheit oder ein Token in Reichweite, das sich nicht in gerader Linie befindet, in ein Feld benachbart zu dir.",
    "was-green-iii-mass-telekinesis.text": "Platziere eine Einheit oder ein Token in Reichweite, das sich nicht in gerader Linie befindet, in ein Feld benachbart zu dir. Darf einmal wiederholt werden.",
    "was-gold-h-crackling-dagger.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: **Dieser Zug:** Gegnerische Einheiten im Radius dürfen weder platziert noch getauscht werden - weder von sich selbst noch von gegnerischen Helden.",
    "was-purple-iv-high-voltage.text": "Jedes Mal, nachdem du eine Basisfähigkeit ausführst, darfst du einen gegnerischen Minion im Radius besiegen; ein gegnerischer Held, der benachbart zu diesem Minion war, wirft eine Karte ab, falls möglich.",

    "sab-gold-point-blank-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir ist, stoße es 1 Feld.",
    "sab-gold-h-bang.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Stoße das Ziel 1 Feld.",
    "sab-silver-back-to-back.text": "Tausche mit einem freundlichen Minion im Radius.",
    "sab-red-i-quickdraw.text": "Visiere eine Einheit in Reichweite an. +3 ::attack:: Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-red-ii-gunslinger.text": "Visiere eine Einheit in Reichweite an. +3 ::attack:: Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-red-ii-shootout.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir war, entferne bis zu einen gegnerischen Minion benachbart zu dir.\n\n(*Du erhältst keine Münze für das Entfernen eines Minions - nur für das Besiegen.*)",
    "sab-red-iii-bullet-hell.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir war, entferne bis zu zwei gegnerische Minions benachbart zu dir.",
    "sab-red-iii-dead-shot.text": "Visiere eine Einheit in Reichweite an. +4 ::attack:: Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-blue-ii-steady-advance.text": "Falls sich zwei oder mehr freundliche Minions im Radius befinden, darfst du eine abgeworfene Karte zurückholen; falls du das tust, darfst du dich 1 Feld bewegen.",
    "sab-blue-i-listen-up.text": "Tausche die Position zweier Minions im Radius.",
    "sab-blue-ii-roger-roger.text": "Tausche die Position zweier Minions im Radius.",
    "sab-blue-iii-ready-and-waiting.text": "Tausche die Position zweier Minions im Radius, die Immunität schwerer Minions darf ignoriert werden.",
    "sab-blue-iii-unwavering-resolve.text": "Falls sich zwei oder mehr freundliche Minions im Radius befinden, darfst du eine abgeworfene Karte zurückholen; falls du das tust, darfst du dich bis zu 2 Felder bewegen.",
    "sab-green-i-troop-movement.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf einmal wiederholt werden.",
    "sab-green-ii-close-support.text": "Ein gegnerischer Held im Radius, der benachbart zu deinem freundlichen Minion ist, wirft eine Karte ab, falls möglich.",
    "sab-green-iii-path-to-victory.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf bis zu zweimal wiederholt werden.",
    "sab-green-iii-covering-fire.text": "Ein gegnerischer Held im Radius, der benachbart zu deinem freundlichen Minion ist, wirft eine Karte ab oder wird besiegt.",
    "sab-green-ii-marching-orders.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf einmal wiederholt werden.",
    "sab-purple-iv-big-sodding-gun.text": "Dein Basisangriff hat +2 ::range:: Reichweite und +2 ::attack:: Angriff. Wenn du einen gegnerischen Helden schiebst, wirft dieser eine Karte ab oder wird besiegt.",

    "xar-gold-cleave.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.\n_(Du darfst dies auch wiederholen, wenn das ursprüngliche Ziel ein Minion war.)_",
    "xar-gold-h-desperate-cleave.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.",
    "xar-silver-sirens-call.text": "Visiere eine gegnerische Einheit in Reichweite an, die nicht benachbart zu dir ist; falls möglich, bewege das Ziel bis zu 3 Felder in ein Feld benachbart zu dir.",
    "xar-purple-iv-metamorphosis.text": "Erhalte +1 ::movement:: Bewegung und +1 ::initiative:: Initiative für jede gegnerische Einheit benachbart zu dir. Du darfst dich durch Hindernisse bewegen.",
    "xar-green-i-charm.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Fernkampfminion im Radius bis zu 2 Felder bewegen.",
    "xar-green-ii-constrict.text": "**Rundenende:** Besiege einen gegnerischen Nahkampfminion benachbart zu dir.\n(Vor dem Minion-Kampf am Rundenende.)",
    "xar-green-ii-control.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Fernkampf- oder Nahkampfminion im Radius bis zu 2 Felder bewegen.",
    "xar-green-iii-final-embrace.text": "**Rundenende:** Besiege einen gegnerischen Nahkampf- oder Fernkampfminion benachbart zu dir.",
    "xar-green-iii-dominate.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Minion im Radius bis zu 2 Felder bewegen; ignoriere Immunität schwerer Minions.",
    "xar-blue-i-stone-gaze.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen. (Wenn du dich bewegst, „wandert“ der Radius mit dir.)",
    "xar-blue-ii-petrifying-stare.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen.",
    "xar-blue-ii-fresh-converts.text": "Falls du benachbart zu einem gegnerischen Minion bist, darfst du eine abgeworfene Karte zurückholen.",
    "xar-blue-iii-turn-into-statues.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen.",
    "xar-blue-iii-devoted-followers.text": "Falls du benachbart zu einer gegnerischen Einheit bist, darfst du eine abgeworfene Karte zurückholen.",
    "xar-red-i-threatening-slash.text": "Visiere eine Einheit benachbart zu dir an. +1 ::attack:: Angriff für jede weitere gegnerische Einheit benachbart zu dir.\n(Zähle das Ziel nicht bei der Berechnung des Bonus mit.)",
    "xar-red-ii-deadly-swipe.text": "Visiere eine Einheit benachbart zu dir an. +2 ::attack:: Angriff für jede weitere gegnerische Einheit benachbart zu dir.",
    "xar-red-ii-long-thrust.text": "Visiere eine Einheit in Reichweite an. +1 ::range:: Reichweite für jede gegnerische Einheit benachbart zu dir.",
    "xar-red-iii-rapid-thrusts.text": "Visiere eine Einheit in Reichweite an. +1 ::range:: Reichweite für jede gegnerische Einheit benachbart zu dir. Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.",
    "xar-red-iii-lethal-spin.text": "Visiere eine Einheit benachbart zu dir an. +3 ::attack:: Angriff für jede weitere gegnerische Einheit benachbart zu dir.",

    "dod-gold-dread-razor.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Falls du benachbart zu einem leeren Spawnpunkt in der Kampfzone bist, visiere eine Einheit in Reichweite an.",
    "dod-gold-h-rusty-razor.text": "**Wähle eins** —\n- Visiere einen Helden benachbart zu dir an.\n- Falls du benachbart zu einem leeren Spawnpunkt in der Kampfzone bist, visiere einen Helden in Reichweite an.",
    "dod-silver-death-trap.text": "Ein gegnerischer Held im Radius, der benachbart zu einem leeren Spawnpunkt in der Kampfzone ist, wirft eine Karte ab, falls möglich.",
    "dod-purple-iv-tide-of-darkness.text": "Während du eine Aktion ausführst, zählen alle Felder so, als ob sie sich in der Kampfzone befinden und einen freundlichen Minion-Spawnpunkt enthalten.",
    "dod-green-i-dark-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 1 Münze.",
    "dod-green-ii-darker-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 2 Münzen.",
    "dod-green-iii-darkest-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 2 Münzen.\nFalls du deine Ultimative besitzt, erhalte einen ::attack:: Angriffs-Gegenstand.\n *(Verwende eine beliebige Ersatzkarte aus der Box mit dem entsprechenden Symbol)*",
    "dod-green-ii-necromancy.text": "Belebe einen freundlichen Minion in einem leeren freundlichen Spawnpunkt benachbart zu dir in der Kampfzone wieder.",
    "dod-green-iii-necromastery.text": "Belebe einen freundlichen Minion in einem leeren freundlichen Spawnpunkt im Radius in der Kampfzone wieder.",
    "dod-blue-i-shield-of-decay.text": "+2 ::defense:: Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-ii-vampiric-shield.text": "+2 ::defense:: Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-iii-aegis-of-doom.text": "+4 ::defense:: Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-ii-weakness.text": "**Dieser Zug:** Gegnerische Helden im Radius haben -4 ::attack:: Angriff.\n*(Sie dürfen trotzdem angreifen - auch mit negativem Angriffswert)*",
    "dod-blue-iii-enfeeblement.text": "**Dieser Zug:** Gegnerische Helden im Radius haben −6 ::attack:: Angriff und dürfen keine Aktionen wiederholen.",
    "dod-red-i-littlefinger-of-death.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-ii-finger-of-death.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-iii-middlefinger-of-death.text": "**Wähle eins oder beide**, auf unterschiedliche Ziele:\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-ii-burning-skull.text": "Visiere eine Einheit in Reichweite an.\n**Nach dem Angriff:** Bewege bis zu 1 Minion benachbart zu dir 1 Feld weit, in ein Feld, das nicht benachbart zu dir ist.",
    "dod-red-iii-blazing-skull.text": "Visiere eine Einheit in Reichweite an.\nNach dem Angriff: Bewege bis zu 2 Minions benachbart zu dir je 1 Feld weit, in Felder, die nicht benachbart zu dir sind.",

    "sil-gold-shoot-and-scoot.text": "Visiere eine Einheit auf maximaler Reichweite an.\nNach dem Angriff: Falls möglich, darfst du per Schnellreise in eine benachbarte Zone wechseln.",
    "sil-silver-trailblazer.text": "Du darfst, falls möglich, per Schnellreise reisen.\n**Diese Runde**: Du und freundliche Helden im Radius dürfen Hindernisse bei Bewegungsaktionen ignorieren.",
    "sil-red-i-snap-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-ii-opportunity-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-ii-long-shot.text": "Visiere eine Einheit auf maximaler Reichweite an.",
    "sil-red-iii-clear-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-iii-rain-of-arrows.text": "Visiere eine Einheit auf maximaler Reichweite an.\nFalls du einen Helden anvisierst, wiederhole einmal auf einen anderen Helden; falls du das tust, darfst du anschließend einmal auf einen Minion wiederholen.",
    "sil-blue-i-grasping-roots.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-ii-warning-shot.text": "**Zugende**: Ein gegnerischer Held im Radius wirft eine Karte ab, falls möglich.",
    "sil-blue-ii-entangling-vines.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-iii-grappling-branches.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-iii-treetop-sentinel.text": "**Zugende**: Ein gegnerischer Held im Radius wirft eine Karte ab oder wird besiegt.",
    "sil-green-i-disorient.text": "Bewege eine gegnerische Einheit benachbart zu dir 1 Feld; falls du das tust, darfst du dich 1 Feld bewegen.",
    "sil-green-ii-fae-healing.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen; falls er das tut, erhält dieser Held 1 Münze.",
    "sil-green-ii-divert-attention.text": "Bewege eine gegnerische Einheit benachbart zu dir bis zu 2 Felder; falls du das tust, bewege dich bis zu dieser Anzahl an Feldern in gerader Linie.",
    "sil-green-iii-lead-astray.text": "Bewege eine gegnerische Einheit benachbart zu dir bis zu 3 Felder; falls du das tust, bewege dich bis zu dieser Anzahl an Feldern in gerader Linie.",
    "sil-green-iii-natures-blessing.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen; falls er das tut, erhält dieser Held 2 Münzen.",
    "sil-purple-iv-wild-hunt.text": "Jedes Mal, bevor du eine Aktion ausführst, darfst du dich 2 Felder in gerader Linie bewegen.",
    "sil-gold-h-keep-the-distance.text": "Visiere einen Helden auf maximaler Reichweite an.\nNach dem Angriff: Falls möglich, darfst du per Schnellreise in eine benachbarte Zone wechseln.",

    "tal-gold-ice-blast.text": "Visiere eine Einheit benachbart zu dir an. Wenn das Ziel eine Karte zur Verteidigung abwirft, dann nach dem Angriff: Ein anderer gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "tal-silver-commune-with-spirits.text": "Ein befreundeter Held im Spiel nennt eine Farbe; du darfst eine Karte dieser Farbe abwerfen. Führe die Primäraktion einer Karte dieser Farbe aus deinem Ablagestapel aus.",
    "tal-red-i-winter-dagger.text": "Visiere eine Einheit benachbart zu dir an.\n+3 ::attack:: Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-ii-winter-spear.text": "Visiere eine Einheit benachbart zu dir an.\n+3 ::attack:: Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-ii-spirit-wolf.text": "**Wähle eins —**\n- Wenn sich diese Karte nicht im Ablagestapel befindet, visiere eine Einheit in Reichweite an.\n- Visiere einen Helden benachbart zu dir an.",
    "tal-red-iii-winter-scepter.text": "Visiere eine Einheit benachbart zu dir an.\n+3 ::attack:: Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-iii-spirit-bear.text": "**Wähle eins oder beides auf verschiedene Ziele —**\n- Wenn sich diese Karte nicht im Ablagestapel befindet, visiere eine Einheit in Reichweite an.\n- Visiere einen Helden benachbart zu dir an.",
    "tal-blue-iii-warrior-spirit.text": "Bis zu 1 befreundeter Held im Radius darf eine abgeworfene Karte zurückholen.\nWenn sich „Warrior Spirit“ im Ablagestapel befindet, darfst du eine abgeworfene Karte zurückholen.",
    "tal-blue-i-cold-snap.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.",
    "tal-blue-ii-snowstorm.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.",
    "tal-blue-iii-blizzard.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.\nWenn sich diese Karte im Ablagestapel befindet, *Ende des Zugs:* darf einmal wiederholt werden.",
    "tal-blue-ii-guardian-spirit.text": "Bis zu 1 befreundeter Held im Radius darf eine abgeworfene Karte zurückholen.\nWenn sich „Guardian Spirit“ im Ablagestapel befindet, hole ihn zurück.",
    "tal-green-i-glacial-barrier.text": "Platziere einen ::token_ice:: Eis-Token im Radius. Gegnerische Helden haben -1 ::initiative:: Initiative für jeden Eis-Token, an den sie benachbart sind.",
    "tal-green-ii-wall-of-frost.text": "Platziere bis zu 2 ::token_ice:: Eis-Token im Radius. Gegnerische Helden haben -1 ::initiative:: Initiative für jeden Eis-Token, an den sie benachbart sind.",
    "tal-green-ii-ancestral-totem.text": "Platziere ein ::token_totem:: Totem in Reichweite. Wenn ein befreundeter Nahkampf-Minion benachbart zu einem Totem besiegt würde, entferne stattdessen das Totem.",
    "tal-green-iii-pack-ice.text": "Platziere bis zu 3 ::token_ice:: Eis-Token im Radius. Gegnerische Helden haben -1 ::initiative:: Initiative für jeden Eis-Token, an den sie benachbart sind.",
    "tal-green-iii-venerated-totem.text": "Platziere ein ::token_totem:: Totem in Reichweite. Wenn ein befreundeter Minion benachbart zu einem Totem besiegt würde, entferne stattdessen das Totem. Totems sind immun gegen gegnerische Effekte.",

    "tal-purple-iv-reign-of-winter.text": "Jedes Mal, nachdem du mit deinem Basisangriff einen Minion besiegst, wirft ein gegnerischer Held im Radius eine Karte einer Farbe deiner Wahl ab, falls möglich.",
    "tal-gold-h-ice-shard.text": "Visiere einen Helden benachbart zu dir an. Wenn das Ziel eine Karte zur Verteidigung abwirft, dann nach dem Angriff: Ein anderer gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "row-gold-code-of-chivalry.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Wenn du einen Helden anvisierst, dürfen sowohl du als auch das Ziel eine abgeworfene Karte zurückholen.",
    "row-gold-h-earn-the-spurs.text": "Visiere einen Helden benachbart zu dir an.\nVor dem Angriff: Sowohl du als auch das Ziel dürfen eine abgeworfene Karte zurückholen.",
    "row-silver-throw-the-gauntlet.text": "Platziere dich auf ein Feld in Reichweite, das benachbart zu einem gegnerischen Helden in Reichweite liegt; dieser Held darf sich 1 Feld bewegen – falls er das tut, erhältst du 2 Münzen.",
    "row-red-i-token-of-gratitude.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius erhält 1 Münze.",
    "row-green-i-close-quarters.text": "Nach der Bewegung, wenn du benachbart zu einem gegnerischen Helden bist, darfst du **eins wählen —**\n- Platziere einen befreundeten Minion im Radius auf ein Feld benachbart zu diesem gegnerischen Helden.\n- Platziere einen gegnerischen Minion im Radius auf ein Feld benachbart zu dir.",
    "row-blue-i-stand-guard.text": "Tausche mit einer befreundeten Einheit in Reichweite, die benachbart zu einem gegnerischen Helden ist oder eine Karte im Ablagestapel hat.",
    "row-red-ii-fair-share.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius erhält 1 Münze.",
    "row-red-ii-feat-of-bravery.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius darf eine abgeworfene Karte zurückholen.",
    "row-green-ii-melee.text": "Nach der Bewegung, wenn du benachbart zu einem gegnerischen Helden bist, darfst du **eins wählen —**\n- Platziere einen befreundeten Minion im Radius auf ein Feld benachbart zu diesem gegnerischen Helden.\n- Platziere einen gegnerischen Minion im Radius auf ein Feld benachbart zu dir.",
    "row-green-ii-opening-shots.text": "Wenn sowohl du als auch ein gegnerischer Held im Radius keine Karten im Ablagestapel haben, wirft dieser Held eine Karte ab, falls möglich.",
    "row-blue-ii-protect-the-weak.text": "Tausche mit einer befreundeten Einheit in Reichweite, die benachbart zu einem gegnerischen Helden ist oder eine Karte im Ablagestapel hat.",
    "row-blue-ii-accept-surrender.text": "Besiege einen gegnerischen Helden benachbart zu dir, der keine Karten auf der Hand hat.",
    "row-green-iii-grand-melee.text": "Nach der Bewegung, wenn du benachbart zu einem gegnerischen Helden bist, darfst du **eins wählen —**\n- Platziere einen befreundeten Minion im Radius auf ein Feld benachbart zu diesem gegnerischen Helden.\n- Platziere einen gegnerischen Minion im Radius auf ein Feld benachbart zu dir.",
    "row-green-iii-opening-volley.text": "Wenn sowohl du als auch ein gegnerischer Held im Radius keine Karten im Ablagestapel haben, wirft dieser Held eine Karte ab, falls möglich. Darf einmal wiederholt werden.",
    "row-blue-iii-defend-the-innocent.text": "Tausche mit einer befreundeten Einheit in Reichweite, die benachbart zu einem gegnerischen Helden ist oder eine Karte im Ablagestapel hat.\nDu darfst eine abgeworfene Karte zurückholen.",
    "row-blue-iii-glorious-triumph.text": "Besiege einen gegnerischen Helden benachbart zu dir, der keine Karten auf der Hand hat; deine befreundeten Helden erhalten dreifache Unterstützungs-Münzen.",
    "row-red-iii-paragon-of-grace.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius erhält 1 Münze.\nDarf einmal auf ein anderes Ziel wiederholt werden.",
    "row-red-iii-paragon-of-valor.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius darf eine abgeworfene Karte zurückholen; falls er das tut, darfst du einmal auf ein anderes Ziel wiederholen.",
    "row-purple-iv-fabled-lance.text": "Alle deine Angriffsaktionen erhalten den Typ „Fernkampf“, visieren eine Einheit in Reichweite an und gelten als hätten sie einen aufgedruckten ::range:: Reichweitenwert von 2.",

    "gar-gold-angry-strike.text": "Visiere eine Einheit benachbart zu dir an. +1 ::attack:: Angriff für jede Karte in deinem Ablagestapel.",
    "gar-gold-h-angry-swipe.text": "Visiere einen Helden benachbart zu dir an. +1 ::attack:: Angriff für jede Karte in deinem Ablagestapel.",
    "gar-silver-chilling-howl.text": "Du darfst eine deiner aufgelösten Karten abwerfen.\n**Diese Runde:** Gegnerische Helden im Radius dürfen keine Schnellreise durchführen oder sich mit einer Bewegungsaktion mehr als 2 Felder bewegen.",
    "gar-purple-iv-battle-fury.text": "Jedes Mal, nachdem eine deiner aufgelösten Karten abgeworfen wird, darfst du ihre Primäraktion ausführen.",
    "gar-blue-i-menace.text": "Bewege eine gegnerische Einheit in Reichweite 1 Feld weiter von dir weg.",
    "gar-red-i-trace.text": "**Wähle eins —**\n- Vor dem Angriff: Falls du eine oder mehrere Karten im Ablagestapel hast, darfst du dich 1 Feld bewegen. Visiere einen Helden benachbart zu dir an.\n- Visiere eine Einheit benachbart zu dir an.",
    "gar-green-i-hold-ground.text": "Wenn sich mindestens zwei gegnerische Helden im Radius befinden, darfst du eine abgeworfene Karte zurückholen.",
    "gar-blue-ii-threaten.text": "Bewege eine gegnerische Einheit in Reichweite 1 Feld weiter von dir weg.\nDarf einmal wiederholt werden.",
    "gar-red-ii-chase.text": "**Wähle eins —**\n- Vor dem Angriff: Falls du eine oder mehrere Karten im Ablagestapel hast, bewege dich bis zu 2 Felder. Visiere einen Helden benachbart zu dir an.\n- Visiere eine Einheit benachbart zu dir an.",
    "gar-green-ii-make-a-stand.text": "Wenn sich mindestens zwei gegnerische Helden im Radius befinden, darfst du eine abgeworfene Karte zurückholen.",
    "gar-blue-ii-form-up-.text": "Bewege eine befreundete Einheit in Reichweite 1 Feld näher zu dir.\nDarf einmal wiederholt werden.",
    "gar-red-ii-blunt-force.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden bewegen; falls du das tust, stoße diesen Helden 3 Felder, Hindernisse werden ignoriert.",
    "gar-green-ii-light-pilum.text": "Ein gegnerischer Held in Reichweite wirft eine Karte ab, falls möglich. Du darfst dich 1 Feld bewegen.",
    "gar-blue-iii-terrify.text": "Bewege eine gegnerische Einheit in Reichweite 1 Feld weiter von dir weg.\nDarf bis zu zweimal wiederholt werden.",
    "gar-red-iii-hunt-down.text": "**Wähle eins —**\n- Vor dem Angriff: Falls du eine oder mehrere Karten im Ablagestapel hast, bewege dich bis zu 3 Felder. Visiere einen Helden benachbart zu dir an.\n- Visiere eine Einheit benachbart zu dir an.",
    "gar-green-iii-battle-ready.text": "Wenn sich mindestens zwei gegnerische Helden im Radius befinden, darfst du bis zu zwei abgeworfene Karten zurückholen.",
    "gar-blue-iii-testudo-.text": "Bewege eine befreundete Einheit in Reichweite 1 Feld näher zu dir.\nDarf bis zu zweimal wiederholt werden.",
    "gar-red-iii-send-flying.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich bis zu 2 Felder zu einem Feld benachbart zu einem gegnerischen Helden bewegen; falls du das tust, stoße diesen Helden 3 Felder, Hindernisse werden ignoriert.",
    "gar-green-iii-heavy-pilum.text": "Ein gegnerischer Held in Reichweite wirft eine Karte ab oder wird besiegt. Du darfst dich bis zu 2 Felder bewegen.",

    "bai-gold-dead-or-alive.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst einem gegnerischen Helden im Radius den ::marker_bounty:: Kopfgeldmarker geben.\nEin Held mit dem Kopfgeldmarker gibt beim Besiegtwerden 1 zusätzliches ::life_counters:: Lebensplättchen aus.",
    "bai-gold-h-side-quest.text": "Wenn du benachbart zu einer gegnerischen Einheit bist, gib einem Helden im Radius einen ::marker_bounty:: Kopfgeldmarker.\nEin Held mit dem Kopfgeldmarker gibt beim Besiegtwerden 1 zusätzliches ::life_counters:: Lebensplättchen aus.",
    "bai-silver-get-over-here-.text": "Visiere eine Einheit oder ein Token in Reichweite und in gerader Linie ohne Hindernisse zwischen dir und dem Ziel an. Bewege das Ziel in gerader Linie auf dich zu, bis es benachbart zu dir ist.",
    "bai-purple-iv-a-complicated-profession.text": "Nachdem du einem Helden den ::marker_bounty:: Kopfgeldmarker gegeben hast, wirft dieser Held eine Karte ab.",
    "bai-blue-i-a-game-of-chance.text": "Ein gegnerischer Held im Radius mit zwei oder mehr Handkarten wählt eine davon aus.\nRate die Farbe dieser Karte und decke sie dann auf.\nWenn du richtig geraten hast, wird sie abgeworfen;\nansonsten erhältst du 1 Münze.\n_(Du darfst nur Farben raten, die tatsächlich in der Hand sein könnten.)_",
    "bai-red-i-light-crossbow.text": "Visiere eine Einheit in Reichweite und in gerader Linie an, ohne andere Einheiten oder Gelände zwischen euch.",
    "bai-green-i-close-call.text": "Wenn der Held im Spiel den ::marker_bounty:: Kopfgeldmarker hat, blockiere den Angriff und dieser Held gibt dir den Marker.\n_(Die Markerwirkung geht auf dich über.)_",
    "bai-blue-ii-dead-mans-hand.text": "Ein gegnerischer Held im Radius mit zwei oder mehr Handkarten wählt eine davon aus.\nRate die Farbe dieser Karte und decke sie dann auf.\nWenn du richtig geraten hast, wird sie abgeworfen;\nansonsten erhältst du 2 Münzen.",
    "bai-red-ii-heavy-crossbow.text": "Visiere eine Einheit in Reichweite und in gerader Linie an, ohne Einheiten oder Gelände zwischen euch.",
    "bai-green-ii-narrow-escape.text": "Wenn der Held im Spiel den ::marker_bounty:: Kopfgeldmarker hat, blockiere den Angriff und hole dir den Marker zurück.",
    "bai-blue-ii-drinking-buddies.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen. Falls er das tut, darfst auch du eine abgeworfene Karte zurückholen.",
    "bai-red-ii-hand-crossbow.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite mit einem ::marker_bounty:: Kopfgeldmarker an.\n- Visiere eine Einheit benachbart zu dir an.",
    "bai-green-ii-vantage-point.text": "Ignoriere Hindernisse. Wenn ein Held im Spiel den ::marker_bounty:: Kopfgeldmarker hat, +1 ::movement:: Bewegung.",
    "bai-blue-iii-were-not-done-yet-.text": "Ein gegnerischer Held im Radius mit zwei oder mehr Handkarten wählt eine davon aus.\nRate die Farbe dieser Karte und decke sie auf.\nWenn du richtig geraten hast, wird sie abgeworfen;\nansonsten darfst du einmal wiederholen oder 2 Münzen erhalten.",
    "bai-red-iii-arbalest.text": "Visiere eine Einheit in Reichweite und in gerader Linie an, ohne Einheiten oder Gelände zwischen euch.",
    "bai-green-iii-perfect-getaway.text": "Wenn der Held im Spiel den ::marker_bounty:: Kopfgeldmarker hat, blockiere den Angriff.",
    "bai-blue-iii-another-one-.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen. Falls er das tut, darfst auch du eine abgeworfene Karte zurückholen.\n**Zugende:** Darf einmal wiederholt werden.",
    "bai-red-iii-hunter-seeker.text": "**Wähle eins oder beides,** auf unterschiedliche Ziele —\n- Visiere einen Helden in Reichweite mit einem ::marker_bounty:: Kopfgeldmarker an.\n- Visiere eine Einheit benachbart zu dir an.",
    "bai-green-iii-high-ground.text": "Ignoriere Hindernisse. Wenn ein Held im Spiel den ::marker_bounty:: Kopfgeldmarker hat, +2 ::movement:: Bewegung.",

    "faq-common-5eb64zdk.question": "Ist Schnellreise dasselbe wie Bewegung?",
    "faq-common-5eb64zdk.answer": "Nein. Schnellreise ist eine spezielle Aktionsart, die normalerweise eine Bewegungsaktion ersetzt. Sie sind verwandt, aber nicht gleich:\n\n- Wenn du eine Bewegungsaktion ausführen würdest, kannst du stattdessen Schnellreise wählen.\n- Wenn du eine primäre Bewegungsaktion nutzt, um Schnellreise zu machen, ignorierst du den Kartentext – du ersetzt die Aktion vollständig.\n- Eine Karte, die dich bewegen lässt („Bewege dich 2 Felder...“), erlaubt dir **nicht**, stattdessen Schnellreise zu machen.\n- Wenn du am Bewegen gehindert bist oder keine Bewegungsaktion ausführen darfst, kannst du auch keine Schnellreise machen.\n- Wenn deine Bewegung eingeschränkt ist („Darf sich nur 1 Feld bewegen“), darfst du trotzdem wie gewohnt Schnellreise durchführen – denn du wählst zuerst Bewegung, ersetzt sie dann, und Schnellreise ist ein Platzieren, keine Bewegung.",
    "faq-common-Xe16hz1a.question": "Was sind Hindernisse?",
    "faq-common-Xe16hz1a.answer": "Hindernisse sind im Grunde alles auf dem Spielplan: Einheiten (Helden und Minions), auf der Karte dargestelltes Gelände, Marker und andere Miniaturen. Es darf sich immer nur ein Hindernis auf einem Feld befinden, und Hindernisse können sich in der Regel nicht gegenseitig durchqueren. Falls eine Fähigkeit es erlaubt, Hindernisse zu durchqueren („du darfst dich durch Hindernisse bewegen“, „Helden dürfen sich durch ein Feld mit einem Baummarker bewegen“), darf die Bewegung trotzdem nicht auf einem solchen Feld enden.",
    "faq-common-xNApYXXu.question": "Löst ein imumer Held Effekte aus, die erfordern, dass eine Einheit benachbart ist?",
    "faq-common-xNApYXXu.answer": "Nein. Immer wenn der Status einer Einheit überprüft werden muss, gilt dies als Zielwahl – und eine imune Einheit darf nicht als Ziel gewählt werden. Dies unterscheidet sich von Karten wie Sabinas \"Steady Advance\", bei denen nur die Vorhandensein von Einheiten überprüft wird, nicht deren Status.",
    "faq-common-OmbzNwt1.question": "Wovor schützt Immunität?",
    "faq-common-OmbzNwt1.answer": "Im Grunde vor allem. Eine immunisierte Einheit kann weder anvisiert noch von irgendeiner Aktion betroffen werden. Sie darf durch Tokens hindurchziehen und diese ignorieren.\nAber vorsicht: Bedingte Immunität verhindert nur Effekte, wenn deren Quelle mit der Bedingiung übereinstimmt (zB. “immun gegen gegnerische Angriffsaktionen”)",
    "faq-common-J6uK9mGB.question": "Warum gibt es einen Angriff mit Reichweite 1? Ist das nicht Nahkampf?",
    "faq-common-J6uK9mGB.answer": "Reichweite 1 kann nur benachbarte Felder anvisieren (kann aber durch Gegenstände oder Effekte erhöht werden). Reichweite 0 hat keine gültigen Ziele.\nEinige Karten interagieren **ausdrücklich** mit Fernkampf- oder Nahkampfangriffen.",
    "faq-common-Xe16hzf0.question": "Wird mein Effekt in der nächsten Runde ausgelöst?",
    "faq-common-Xe16hzf0.answer": "Nein. Aktive Effekte werden immer am Ende der Runde „zurückgesetzt“: Ein „nächster Zug“-Effekt, der im Zug 4 gespielt wurde, wird **nicht** in die nächste Runde übernommen.",
    "faq-common-itYXMsuM.question": "Kann mein Held sich selbst mit dieser Fähigkeit anvisieren?",
    "faq-common-itYXMsuM.answer": "Nein. Wenn deine Aktion dich selbst (deinen Helden) betrifft, wird dies explizit im Kartentext erwähnt. Andernfalls betrifft sie dich nicht, selbst wenn alle Einheiten um dich herum („im Radius“) betroffen sind.",
    "faq-common-fizzle.question": "Kann ich eine Aktion spielen, wenn nur ein Teil ihrer Anweisungen ausführbar ist?",
    "faq-common-fizzle.answer": "Du **musst** die Anweisungen der Karte Schritt für Schritt befolgen, beginnend mit der ersten.\n- Kannst du den ersten Schritt nicht ausführen (z.B. weil kein gültiges Ziel in Reichweite ist oder du die erforderliche Bewegung nicht machen kannst), darfst du die Aktion **nicht** spielen.\n- Wenn der erste Schritt erfolgreich ausgeführt wurde, arbeitest du die restlichen Anweisungen der Reihe nach ab.\n- Sobald du auf einen Schritt stößt, der **nicht optional** ist und den du **nicht** ausführen kannst, schlägt die Aktion sofort fehl – keine weiteren Anweisungen werden ausgeführt. Lege die Karte auf dein Heldentableau: Dein Zug ist beendet.\n_Siehe Seite 10 des Regelbuchs für weitere Informationen._",
    "faq-common-XrLhpx8c.question": "Wie wirkt sich temporäre Immunität auf Fähigkeiten und Trigger aus, die am Ende des Zuges eine Einheit als Ziel wählen?",
    "faq-common-XrLhpx8c.answer": "Alle Spieler führen ihre Fähigkeiten „Am Ende des Zuges“ aus, **bevor der Zug endet**, daher ist eine Einheit, die „in diesem Zug“ immun ist, auch während der „End-of-Turn“-Phase noch immun.\nDa immunisierte Einheiten nicht als Ziel gewählt werden können, sind sie weiterhin vor Effekten wie Mins Todesgranate geschützt.",

    "faq-ari-hGd1QYgj.question": "Benötigt Ariens Angriff einen Helden hinter dem Ziel?",
    "faq-ari-hGd1QYgj.answer": "Nein, dieser Effekt sagt „**Bis zu** 1 gegnerischer Held“.",
    "faq-ari-p7QWkUE0.question": "Führen Ariens grüne Fähigkeiten eine Bewegung aus?",
    "faq-ari-p7QWkUE0.answer": "Nein. Die primäre grüne Karte **platziert** Arien, die alternative grüne **tauscht**. Dies sind keine Bewegungen und wird nicht durch Effekte eingeschränkt, die Bewegung einschränken.",
    "faq-ari-5OTmpo8i.question": "Was schränkt Ariens Slippery Ground ein?",
    "faq-ari-5OTmpo8i.answer": "Diese Karte schränkt die Bewegung durch eine Bewegungsaktion von Helden im Radius ein. Sie beeinflusst **nicht** das Stoßen, Tauschen oder Platzieren (einschließlich Schnellreise!). Sie schränkt auch **nicht** Bewegungen als Teil anderer Aktionen ein (wie z.B. Brogans Primär-Rot oder Tigerclaws Primär-Grün).\nDa Bewegungseinschränkungen zu Beginn einer Bewegung überprüft werden, kann sich ein Held frei in den Radius von Ariens Effekt hinein- und hindurchbewegen, ohne betroffen zu sein.",

    "faq-bro-UGm22plF.question": "Ist die Bewegung erforderlich?",
    "faq-bro-UGm22plF.answer": "Ja. Sofern nicht anders angegeben, ist der Kartentext verpflichtend. Brogan muss sich in das Feld bewegen, das das Ziel zuvor besetzt hat, falls er dazu in der Lage ist (wenn es leer ist).",
    "faq-bro-fbDz04ez.question": "Erfordert Brogans rote Primärangriffskarte eine Bewegung?",
    "faq-bro-fbDz04ez.answer": "Ja! Wenn Brogan sich nicht 2 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit bewegen kann, verpufft der Effekt — er wird nicht weiter ausgeführt — und er greift nicht an. Ein cleverer Gegner kann diesen Angriff mit geschickter Positionierung vorhersehen und verhindern.\n- Brogan kann neben eine immune Einheit stürmen, sie danach aber nicht angreifen.\n- Brogan kann durch Mins Rauchbomben-Token stürmen, da die Rauchbombe nur das Anvisieren über das Token hinweg verhindert – Brogan visiert jedoch erst nach der Bewegung an.",
    "faq-bro-U8USFZ6w.question": "Funktioniert Brogans grüne Primärkarte (Schild) während des Minion-Kampfs?",
    "faq-bro-U8USFZ6w.answer": "Nein. Minions werden im Minion-Kampf nicht „besiegt“, sondern entfernt.",
    "faq-bro-6XDWvftE.question": "Kann Brogans „Schildschlag“ einen Helden anvisieren, der eine Angriffskarte gespielt, aber nicht angegriffen hat?",
    "faq-bro-6XDWvftE.answer": "Ja: Es wird nur geprüft, ob der Held eine Angriffskarte **gespielt** hat – unabhängig davon, ob er die Aktion ausgeführt hat, welche Aktion es war, und ob es noch seine aktive Karte in diesem Zug ist (es wird „gespeichert“, dass er eine Karte gespielt hat, selbst wenn sie abgeworfen oder durch einen Effekt ersetzt wurde).",

    "faq-tig-qmf2Koiz.question": "Benötigt Tigerclaws grüne Diebesfähigkeit einen gegnerischen Helden?",
    "faq-tig-qmf2Koiz.answer": "Ja, um sie vollständig auszuführen. Nachdem Tigerclaw sich gemäß der Karte zuerst bewegt hat, überprüft der Effekt, ob ein gegnerischer Held benachbart ist, von dem er stehlen kann. Wenn kein solcher Held vorhanden ist, „verpufft“ der Effekt – also bricht ab – und die abschließende Bewegung findet nicht statt. In diesem Fall ist es meist besser, die Karte nur für die Bewegung zu spielen.\n --- \nEs gibt Situationen, in denen sich der Einsatz der Fähigkeit auch ohne gegnerischen Helden lohnt, z.B. wenn andere Effekte Bewegungen einschränken (wie Ariens Alternativ-Blau oder Xargathas Primär-Blau) oder andere Effekte einen Vorteil für Fähigkeiten gewähren.",
    "faq-tig-JfrPJWdN.question": "Was passiert, wenn Tigerclaws Gift einen Wert unter 1 senkt?",
    "faq-tig-JfrPJWdN.answer": "Werte können auf 0 sinken und sogar negativ werden:\n- Initiativen werden trotzdem in normaler Reihenfolge (höchster zu niedrigster) ausgewertet.\n- Negative Verteidigungswerte werden wie üblich verrechnet und können einen Angriff immer noch abwehren, wenn die Verteidigung mindestens der Angriffsstärke entspricht.\n- Negative Angriffswerte können trotzdem Minions besiegen und müssen wie gewohnt verteidigt werden (ansonsten wird der Held besiegt).",
    "faq-tig-RZOM5aw8.question": "Erfordert Tigerclaws Blink Strike eine Bewegung?",
    "faq-tig-RZOM5aw8.answer": "Ja! Wenn sich Tigerclaw nicht durch das Ziel in gerader Linie bewegen kann, „verpufft“ der Effekt – also bricht ab – und er führt keinen Angriff aus. Ein geschickter Gegner kann diese Bewegung durch cleveres Positionieren blockieren.",

    "faq-dod-DYMXRSjX.question": "Was ist ein „leerer Minion-Spawnpunkt in der Kampfzone“?",
    "faq-dod-DYMXRSjX.answer": "Dodgers Magie (thematisch) wird stärker, je mehr Minions besiegt werden. Viele ihrer Karten prüfen auf „leere Minion-Spawnpunkte in der Kampfzone“. Das sind die Spawnpunkte, die auf dem Spielbrett aufgedruckt sind – aber nur in der aktuellen Kampfzone (auf der Dual-Lane-Karte gibt es zwei Zonen). Nur wirklich leere Felder (mit **nichts** darauf) zählen.",
    "faq-dod-9oAe2b05.question": "Welche Minions kann Dodger mit Necromancy zurückbringen?",
    "faq-dod-9oAe2b05.answer": "Sie kann einen beliebigen besiegten/entfernten freundlichen Minion zurückbringen.\n- Es muss kein Minion desselben Typs oder derselben Farbe sein: Wurde z.B. ihr Fernkampf-Minion besiegt, darf sie es auf einem Nahkampf-Spawnpunkt wiederbeleben.\n- Der Minion muss ursprünglich in dieser Welle im Spiel gewesen sein (vor dem Besiegen/Entfernen). Sie darf keinen Minion „zurückbringen“, der nicht zu Beginn der Welle im Spiel war.\n- Der Minion muss direkt auf einem Spawnpunkt platziert werden – nicht benachbart dazu. Das unterscheidet sich vom Zurückbringen nach einem Lane Push.",

    "faq-sabina-AR1boyR4.question": "Erhält Sabina den Angriffsbonus auch gegen Helden, die eine Angriffskarte gespielt, aber nicht ausgeführt haben?",
    "faq-sabina-AR1boyR4.answer": "Ja: Die Karte prüft nur, ob der Held **eine** Angriffskarte **gespielt** hat – unabhängig davon, ob die Aktion ausgeführt wurde, welche Aktion gewählt wurde oder ob es überhaupt noch dieselbe Karte ist. Es wird sich „gemerkt“, ob eine Karte gespielt wurde – auch wenn sie danach ersetzt oder abgeworfen wurde.",

    "faq-wasp-uDFB6GGe.question": "Verhindert Wasps Gold Bewegungen?",
    "faq-wasp-uDFB6GGe.answer": "Nein, Wasps Dolch stört nur magische Platzierungsfähigkeiten – und nur, wenn sie von feindlichen Helden kontrolliert werden. Normale Bewegung und Stoßen können von feindlichen Helden weiterhin genutzt werden, um sich neu zu positionieren.",
    "faq-wasp-jjFB6hGs.question": "Können sich Gegner aus größerer Entfernung mit Hilfe von Platzierungsfähigkeiten Wasp nähern?",
    "faq-wasp-jjFB6hGs.answer": "Ja, die Fähigkeit verhindert **nicht**, dass feindliche Helden sich selbst (oder Verbündete) in die Reichweite von Wasps Dolch platzieren oder tauschen.",
    "faq-wasp-P8qD2hsM.question": "Wie funktioniert Wasps Static Barrier?",
    "faq-wasp-P8qD2hsM.answer": "Statische Barriere teilt die Karte in zwei Bereiche: Felder innerhalb des Radius und Felder außerhalb des Radius. Feindliche Einheiten werden durch die „Barriere“ wie folgt eingeschränkt:\n- ❌ Sie können keine Bewegungsaktion ausführen (Bewegen oder Schnellreise), um die Barriere zu überqueren.\n- ❌ Sie können keinen Angriff oder keine Fertigkeit mit Bewegung nutzen, um die Barriere zu überqueren.\n- ❌ Sie können keine Bewegung auf der anderen Seite der Barriere beenden – selbst wenn sie sich „**durch** Hindernisse bewegen“ dürfen.\n- ❌ Sie können Einheiten nicht durch die Barriere schieben, es sei denn, der Schub erfolgt „unter Ignorieren von Hindernissen“ – in diesem Fall muss das Ziel dennoch ein **leeres** Feld erreichen.\n- ✅ Sie können einen „Tausch“-Effekt nutzen, um die Barriere zu überqueren und auf der anderen Seite zu verbleiben.\n- ✅ Sie können einen durchführen, der ein Ziel auf der anderen Seite der Barriere anvisiert.\n\n**Hinweis**: Diese Einschränkungen gelten nur, wenn ein **feindlicher Held** die Aktion ausführt.",
    "faq-wasp-iOUfdU2P.question": "Wie bewegen sich Einheiten und Token mit Wasps Fähigkeit?",
    "faq-wasp-iOUfdU2P.answer": "Das Ziel darf weder näher an dich heran noch weiter von dir weg bewegt werden – der Abstand zwischen euch muss gleich bleiben.",
    "faq-wasp-6LS6R1fC.question": "Wann erzwingt Wasps Stoß-Fähigkeit einen Kartenabwurf?",
    "faq-wasp-6LS6R1fC.answer": "Diese Karte schiebt benachbarte Gegner gerade von dir weg. Wenn ein gegnerischer Held dabei nicht die volle Distanz geschoben werden kann (weil ein Hindernis im Weg ist), muss er eine Karte abwerfen.",
    "faq-wasp-uCXB6YGe.question": "Warum steht auf Wasps Tier II und III Karten „Wenn du das tust“? Warum sollte das Blocken fehlschlagen?",
    "faq-wasp-uCXB6YGe.answer": "Du **darfst** immer eine Karte abwerfen, um zu blocken – selbst wenn mit der Karte keine Aussicht auf Erfolg besteht.",

    "faq-xar-uxm2IDQl.question": "Was blockiert und was erlaubt Xargathas Stone Gaze?",
    "faq-xar-uxm2IDQl.answer": "Es blockiert „Bewegungsaktionen“, d.h. die Auswahl der Bewegung beim Ausführen einer Karte:\n- ❌ **Nicht erlaubt:** normale Bewegung.\n- ❌ **Nicht erlaubt:** Schnellreise (welches zuerst eine normale Bewegungsaktion benötigt, um diese dann zu ersetzen).\n- ✅ **Erlaubt:** Platzieren oder Tauschen (z.B. Ariens Alternativ-Blau).\n- ✅ **Erlaubt:** durch andere Effekte geschoben oder bewegt werden (falls Immunität ignoriert wird).\n- ✅ **Erlaubt:** andere Aktionsarten mit Bewegung (z.B. Brogans Primär-Rot oder Silverarrows Gold).",
    "faq-xar-BBNWEowq.question": "Trifft Xargathas Constrict auch schwere Minions?",
    "faq-xar-BBNWEowq.answer": "Nein. Zuerst darfst du nur **Nahkampfminions** besiegen. Ab Tier III auch Nah- und Fernkampfminions – aber niemals schwere Minions.",

    "faq-whi-TDtkq39W.question": "Was passiert, wenn Whisper Gold (Schnelle Gerechtigkeit) gegen einen feindlichen Helden spielt?",
    "faq-whi-TDtkq39W.answer": "Zuerst wählt der anvisierte Held eine Karte aus seiner Hand zur Verteidigung (falls verfügbar) und legt sie ab. Falls die abgelegte Karte einen Bewegungswert hat, muss sich der Held anschließend diese Anzahl an Feldern in gerader Linie bewegen.\n Der Held bleibt nur dann auf seinem Feld stehen, wenn er sich in keiner der 6 Richtungen in gerader Linie über die volle Bewegungsdistanz bewegen kann.",
    "faq-whi-2Sh4CgpI.question": "Erfordert diese Fähigkeit einen feindlichen Helden? Kann eine Option gewählt werden, die nichts bewirkt?",
    "faq-whi-2Sh4CgpI.answer": "Whispers alternatives Blau erfordert das Anvisieren eines feindlichen Helden in Reichweite – andernfalls verpufft der Effekt. Der gewählte Held wählt dann eine der beiden Optionen, unabhängig davon, ob diese eine Auswirkung hat. Mit anderen Worten: Die Fähigkeit ist wirkungslos, wenn Whisper nicht benachbart zu einem Minion steht.\nBeachte: Auf Stufe III kann Whisper bis zu 3 Minions gleichzeitig anvisieren. Er kann mit dieser Aktion jedoch nicht gleichzeitig den letzten Nicht-Schweren Minion und den Schweren besiegen.",

    "faq-urs-znPgp2l0.question": "Erhält Ursafar Münzen, wenn er mit seiner roten Primärkarte einen Minion entfernt?",
    "faq-urs-znPgp2l0.answer": "Nein. Münzen erhält man nur für das Besiegen eines Minions, nicht für das Entfernen.",
    "faq-urs-z0mVe4p1.question": "Gilt die zusätzliche Bewegung nur für die Karte, auf der sie aufgedruckt ist?",
    "faq-urs-z0mVe4p1.answer": "Ja. Wenn Ursafar in Rage (wütend) ist, erlaubt ihm seine blaue Karte, sich mit genau dieser Aktion weiter zu bewegen. Sie gilt nicht für andere Karten (es fehlt der Hinweis \"**Diese Runde**\").",

    "faq-sil-VBPVBU86.question": "Wann kann Silverarrows Schnellreisen genutzt werden?",
    "faq-sil-VBPVBU86.answer": "Die Schnellreisen unterliegt allen normalen Einschränkungen einer Schnellreisen-Aktion: Es dürfen sich keine feindlichen Helden oder Minions in ihrer Zone befinden. Ist dies der Fall, kann sie sich überall in ihrer Zone oder in eine benachbarte Zone ohne feindliche Helden oder Minions bewegen.\n_Dies ist ein seltener Fall einer Schnellreise, die keine Bewegungsaktion ersetzt. Silverarrow kann also Schnellreisen durchführen, selbst wenn sie sich aufgrund eines anderen Effekts nicht bewegen darf._",
    "faq-sil-BNCeD4CM.question": "Beeinflusst Silverarrows Primär-Blau (Fesselnde Wurzeln) einen Helden, der sich während seiner Bewegung in ihren Radius bewegt?",
    "faq-sil-BNCeD4CM.answer": "Nein, Bewegungseinschränkungen werden zu Beginn der Bewegung überprüft.",
    "faq-sil-itYXMsuM.question": "Erlaubt Silvarrows Silberkarte ihr, beim Schnellreisen Hindernisse zu ignorieren (z.B. von Strand zu Dschungel auf der Einbahnstraßenkarte)?",
    "faq-sil-itYXMsuM.answer": "Nein, das Ignorieren von Hindernissen hat keinen Einfluss auf Zonenadjazenz. Außerdem darfst du während deiner Bewegung Hindernisse ignorieren, aber Schnellreise ist eine besondere Aktion, die die Bewegung **ersetzt**.",

    "faq-tal-bgAzAr8M.question": "Welche Kommunikation ist bei Talis Silber (Mit den Geistern sprechen) erlaubt?",
    "faq-tal-bgAzAr8M.answer": "Jedes Gespräch und jegliche kommunikation muss öffentlich stattfinden – sowohl mit Teammitgliedern als auch Gegnern. Bevor die Karten aufgedeckt werden Tali darf ihrem Team Anweisungen geben wie „Sag Blau“ oder „Sag Rot, wenn Sabina Gold spielt, sonst Grün“, solange auch die Gegner dies hören (und verstehen) können. Die Tali-Spielerin darf jedoch nicht heimlich ihre Wünsche mitteilen – also kein Flüstern, Gestikulieren, Kartenziehen, geheime Codes usw.",
    "faq-tal-e2Ja6hsd.question": "Was passiert, wenn Tali ihre Silberkarte (Mit den Geistern sprechen) aktivieren will, aber ihr ganzes Team tot oder immun ist?",
    "faq-tal-e2Ja6hsd.answer": "Kein verbündeter Held kann gewählt werden und die Karte hat keine Wirkung.",
    "faq-tal-5K1OWmD6.question": "Talis alternatives Grün (Ahnentotem) erzeugt ein Totem, das einen Minion schützt. Erhält der Held Münzen, wenn das Totem entfernt wird?",
    "faq-tal-5K1OWmD6.answer": "Nein. Das Totem wird anstelle des Minions entfernt, der Minion wird also nicht besiegt und es werden keine Münzen vergeben.",

    "faq-bai-g0LnJfSb.question": "Was bewirkt ein ::marker_bounty:: Kopfgeldmarker aus Bains Gold (Tot oder lebendig)?",
    "faq-bai-g0LnJfSb.answer": "Ein Kopfgeldmarker hat für sich genommen keine Wirkung. Wird Bains Gegner in dieser Runde besiegt, gibt dieser 1 zusätzliches Lebensplättchen aus (und gibt den Marker zurück). Am Ende der Runde wird der Kopfgeldmarker zurückgegeben. Wird Bain besiegt, wird der Marker nicht zurückgegeben.",

    "faq-cut-J96IkUe0.question": "Was kann Cutters Silber (Wurfhaken) anvisieren?",
    "faq-cut-J96IkUe0.answer": "Jedes Hindernis (Einheiten, Tokens, Gelände oder andere Miniaturen) kann vom Wurfhaken anvisiert werden. Das schließt immunisierte Einheiten ebenso ein wie Geländefelder am Rand der Karte (sie kann sich z.B. an Wasser „heranziehen“).",

    "faq-gar-XgL3MPkL.question": "Verlangsamt Garrus' Silber (Eisiges Heulen) einen Gegner, der sich von außerhalb in den Radius bewegt?",
    "faq-gar-XgL3MPkL.answer": "Nein. Bewegungseinschränkungen werden zu Beginn der Bewegung überprüft. Ein Held, der sich bereits im Radius von Garrus befindet, ist betroffen – ein Held, der sich erst hineinbewegt, führt seine volle Bewegung aus.",
    "faq-gar-RuXRiXjv.question": "Kann Garrus’ alternative rote Karten (Blunt Force) sich nach dem Angriff von einem Helden zu einem anderen bewegen?",
    "faq-gar-RuXRiXjv.answer": "Wenn dein Angriff gegen einen feindlichen Helden ihn nicht besiegt, bleibt er weiterhin an dich angrenzend. Es gibt mehrere gültige Bewegungsoptionen:\n- Du kannst dich auf ein anderes Feld bewegen, das ebenfalls an den angegriffenen Helden angrenzt.\n- Du kannst dich so bewegen, dass du neben einem anderen feindlichen Helden zum Stehen kommst.\n- Du kannst dich auch so bewegen, dass du neben mehreren feindlichen Helden zum Stehen kommst (du darfst aber dennoch nur einen von ihnen als Ziel wählen).\nWenn du deine Bewegung nicht neben einem feindlichen Helden beenden kannst, darfst du dich nach dem Angriff überhaupt nicht bewegen.",

    "faq-gyd-K3e6TuJP.question": "Erfordert „Energy Drain“, dass ein nicht-immuner feindlicher Held in Reichweite ist, damit mein Team einen verbrauchten Lebensmarker zurückerhält?",
    "faq-gyd-K3e6TuJP.answer": "Ja, du musst zunächst in der Lage sein, einen Helden als Ziel zu wählen.\n„Falls möglich“ macht nur den direkt vorherigen Schritt nicht verpflichtend (siehe S. 17), daher gilt es nur für den „abwerfen“-Teil der Anweisungen.",

    "faq-neb-QxJOvtUS.question": "Interaktionen mit NebKhers Gold (Gedankengriff)?",
    "faq-neb-QxJOvtUS.answer": "Diese Karte hat viele ungewöhnliche Interaktionen:\n- Gedankengriff wird nur als Fertigkeitsaktion im eigenen Zug gespielt. Du kannst die Kopierfähigkeit nicht zum Verteidigen verwenden.\n- Kopierte aktive Effekte funktionieren normal, als wäre NebKhers Gold eine exakte Kopie der Karte. Der Effekt bleibt bestehen, auch wenn sich der Zustand der Originalkarte ändert oder der Held besiegt wird.\n- Wenn NebKher Effekte kopiert, die Tokens platzieren, platziert er stattdessen Illusions-Token. Diese übernehmen nicht die Eigenschaften der Original Token.\n- Kopiert NebKher Karten, die spezifisch auf Token Bezug nehmen, verwendet er diese Token so, wie es die Originalhelden tun würden (z. B. Mins Minen oder Rauchbomben, oder Wuks Bäume).\n- NebKher kann Karten von Trinkets kopieren, um das Geschütz zu platzieren oder zu entfernen.\n- Wenn eine kopierte Karte „diese Karte“ erwähnt, ist die ursprüngliche Karte gemeint – nicht NebKhers Gold. Er kann also z. B. nicht Brogans Silber (Schutzwall) kopieren und anschließend sein eigenes Gold zurückholen.\n- Auch wenn er Angriffe kopieren kann, ist Gedankengriff selbst eine Fertigkeitskarte. Das beeinflusst bestimmte Karteninteraktionen:\n    - Kopiert NebKher einen nicht-ferngesteuerten Angriff, so gilt sein Angriff als Nahkampfangriff – selbst wenn seine Goldkarte eine Fernkampf-Fertigkeit ist. Solche Angriffe könnten nicht von Tigerclaws Primär Blau (Ausweichen) oder Wasps Primär Grün (Projektile stoppen) geblockt werden, da diese nur Fernangriffe betreffen.\n- Kopiert NebKher Ignatias Silber (Moment des Gleichgewichts), darf er die Münze auf eine Seite seiner Wahl drehen. (Ignatia verhindert nur, dass sich die Münze bei Gleichstand ändert.)\n- NebKher kann keine Karte eines immunen Helden kopieren.",
    "faq-neb-lR0UngYk.question": "NebKhers Silber (Diabolisches Lachen) verlangt diabolisches Lachen. Muss man wirklich lachen?",
    "faq-neb-lR0UngYk.answer": "Natürlich nicht: Es gibt 31 andere Helden zur Auswahl. Muhahahaha!",
    "faq-neb-nRunMRdC.question": "Was ist mit Einheiten auf der Linie von NebKhers alternativem Blau (Riss in der Realität)?",
    "faq-neb-nRunMRdC.answer": "Einheiten auf der Linie können sowohl Einheiten auf der einen als auch der anderen Seite beeinflussen und von ihnen beeinflusst werden.",

    "faq-tri-Gy7gS7zz.question": "Was ist das Geschütz?",
    "faq-tri-Gy7gS7zz.answer": "Es ist ein Hindernis und zählt als Gelände. Es ist keine Einheit, kein Minion und kein Held und tut nichts, außer wie in Trinkets’ Karten beschrieben. Die Eigenschaften des Geschützes (Hindernis, Gelände) sind statisch und keine aktiven Effekte – sie bleiben bestehen, auch wenn Trinkets stirbt oder ihre Karten zwischen Zonen wechseln. Es gibt nur ein Geschütz im Spiel – wird ein zweites platziert, ersetzt es das erste. Viele von Trinkets’ Effekten erfordern, dass sich ein Ziel sowohl in Reichweite von Trinkets als auch des Geschützes befindet; beide Reichweiten werden unabhängig voneinander gemessen.",
    "faq-tri-Q91NHrfO.question": "Wie zielen Trinkets Karten?",
    "faq-tri-Q91NHrfO.answer": "Mehrere von Trinkets Karten zielen basierend auf der Position des Geschützes. Auch wenn thematisch das Geschütz „schießt“, ist Trinkets diejenige, die die Karten spielt, Ziele auswählt usw.; das Geschütz liefert nur eine Zielvorgabe. Deshalb:\n- Ariens Silber (Fertigkeit brechen) könnte eine nahegelegene Trinkets daran hindern, Fertigkeiten wie Primär Blau (Schockimpuls) oder alternativ Grün (Selbstzerstörung) zu nutzen – selbst wenn das Geschütz weit entfernt ist.\n- Mins Silber (Rauchbombe) kann einen Angriff von Trinkets unterbrechen, wenn sich die Rauchbombe zwischen Trinkets und dem Ziel befindet – unabhängig von der Position des Geschützes.",

    "faq-raz-YvsEXe2a.question": "Jede Razzle-Kopie ist „derselbe Held, außer wenn Aktionen durchgeführt werden“. Gilt das nur für eigene Aktionen oder auch für gegnerische?",
    "faq-raz-YvsEXe2a.answer": "Während jeder Aktion — unabhängig davon, ob sie von einem Gegner, Verbündeten oder dir selbst durchgeführt wird — gelten alle Razzles außer der aktiven als „ein anderer Held“.\n\nKarten wie Mortimers „Crawling Dead“ (die einen „anderen feindlichen Helden in Radius“ beeinflussen) oder Xargathas „Cleave“ (das auf einen „anderen feindlichen Helden“ wiederholt werden kann) können zweimal Razzle anvisieren, indem sie zwei Razzle-Figuren treffen.\n\nEs ist daher sehr wichtig, nicht mehrere Razzles in der Nähe eines Helden mit Aktionen für mehrere ziele zu positionieren, da dies eine einfache Möglichkeit ist, durch Kartenverlust besiegt zu werden.",

    "faq-swi-6Iy6RJQH.question": "Wie kann Swifts Silberkarte bereits aufgelöst sein, während ihre Aktion noch ausgeführt wird?",
    "faq-swi-6Iy6RJQH.answer": "Wenn diese Karte vor Swifts Goldkarte gespielt wurde, ist sie bereits aufgelöst, wenn die Goldkarte ihre Aktion erneut auslöst.",

    "faq-wuk-O48Zw7g2.question": "Wenn man durch einen schweren Minion und einen weiteren läuft — spielt die Reihenfolge der Minions eine Rolle?",
    "faq-wuk-O48Zw7g2.answer": "„Bis zu zwei Minions“ wird gleichzeitig abgehandelt, daher kann der schwere Minion nicht anvisiert werden und wird nicht besiegt.",

    "faq-mor-oiXBV41f.question": "Darf ich Zombie-Marker vom Spielplan nehmen, wenn bereits alle Zombie-Marker im Spiel sind?",
    "faq-mor-oiXBV41f.answer": "Ja. Marker sollten zunächst aus dem Vorrat genommen werden, aber wenn du mehr Marker platzieren musst, als im Vorrat verfügbar sind, entferne zunächst bis zu dieser Anzahl Marker desselben Typs vom Spielplan. Seite 18 des Regelbuchs unter „Platzieren“ erläutert dies im Detail.",
    "faq-mor-VRbthTGv.question": "Wenn ich mich gegen einen Angriff nicht verteidigen kann, darf ich diese Karte trotzdem abwerfen, um die Zombie-Marker zu platzieren?",
    "faq-mor-VRbthTGv.answer": "Ja. Du darfst eine Karte immer zur Verteidigung spielen, auch wenn der Verteidigungswert nicht ausreicht, um den Angriff abzuwehren. Da dies eine Verteidigungs-/Fertigkeitskarte ist, darfst du die Zombie-Marker platzieren. (Siehe Seite 14 für weitere Informationen.)",

    "bro-gold-onslaught.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Bewege dich in das Feld, das sie zuvor besetzt hat, falls möglich.",
    "bro-silver-bulwark.text": "Du darfst eine **abgeworfene** Karte auf die Hand zurücknehmen.\n**Dieser Zug:** Du und befreundete Einheiten im Radius könnt nicht von gegnerischen Helden bewegt, geschoben, getauscht oder platziert werden.",
    "bro-red-i-mad-dash.text": "Vor dem Angriff: Bewege dich 2 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.\n(*Wenn du dich nicht bewegen kannst, kannst du nicht angreifen.*)",
    "bro-blue-i-brutal-jab.text": "Du darfst dich 1 Feld bewegen. Stoße eine gegnerische Einheit oder ein benachbartes Token bis zu 1 Feld.",
    "bro-green-i-shield.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine silberne Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.\n(*Der gegnerische Held erhält trotzdem die Münzen für das Besiegen des Minions.*)",
    "bro-blue-ii-shield-bash.text": "Ein gegnerischer Held benachbart zu dir, der in diesem Zug eine Angriffskarte gespielt hat, wirft eine Karte ab, falls möglich.",
    "bro-blue-ii-mighty-punch.text": "Du darfst dich 1 Feld bewegen. Stoße eine gegnerische Einheit oder ein benachbartes Token bis zu 2 Felder.",
    "bro-blue-iii-counterattack.text": "Ein gegnerischer Held benachbart zu dir, der in diesem Zug eine Angriffskarte gespielt hat, wirft eine Karte ab oder wird besiegt.",
    "bro-blue-iii-savage-kick.text": "Bewege dich bis zu 2 Felder. Stoße eine gegnerische Einheit oder ein benachbartes Token bis zu 2 Felder.",
    "bro-red-ii-throwing-axe.text": "**Wähle eins —**\n- Visiere eine Einheit benachbart zu dir an.\n- Du darfst eine Karte abwerfen; wenn du das tust, visiere eine Einheit in Reichweite an.",
    "bro-red-ii-bullrush.text": "Vor dem Angriff: Bewege dich 2 oder 3 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.",
    "bro-red-iii-furious-charge.text": "Vor dem Angriff: Bewege dich 2, 3 oder 4 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.",
    "bro-red-iii-throwing-spear.text": "**Wähle eins —**\n- Visiere eine Einheit benachbart zu dir an.\n- Du darfst eine Karte abwerfen. Wenn sich eine Karte im Ablagestapel befindet, visiere eine Einheit in Reichweite an.",
    "bro-green-ii-war-drummer.text": "Ein befreundeter Held in Reichweite erhält 1 Münze; wenn in dieser Runde ein Held besiegt wurde, erhält dieser Held stattdessen 3 Münzen.",
    "bro-green-ii-bolster.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine silberne Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.",
    "bro-green-iii-fortify.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine Basis-Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.",
    "bro-green-iii-master-skald.text": "Ein befreundeter Held in Reichweite erhält 2 Münzen; wenn in dieser Runde ein Held besiegt wurde, erhält dieser Held stattdessen 4 Münzen.",
    "bro-gold-h-leap-forward.text": "Visiere einen Helden benachbart zu dir an. Nach dem Angriff: Bewege dich in das Feld, das er zuvor besetzt hat, falls möglich.",
    "bro-purple-iv-one-man-army.text": "Während des Minion-Kampfs zählst du als schwerer Minion; wenn du entfernt würdest, verliere stattdessen den Push.",

    "urs-gold-claws-that-catch.text": "**Vor dem Angriff:** Wenn du wütend bist, darfst du dich 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden bewegen. Visiere eine Einheit benachbart zu dir an.\n\n**Diese Runde:** Du bist wütend.",
    "urs-silver-angry-roar.text": "Wenn du wütend bist, führe die Primäraktion einer deiner aktiven Karten mit aktivem Effekt aus.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-i-prey-drive.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 1 gegnerischen Minion im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-ii-prey-abundance.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 1 gegnerischen Minion im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-ii-rip.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist, erhalte 1 Münze.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-iii-feeding-frenzy.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 2 gegnerische Minions im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-iii-tear.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist, erhalte 2 Münzen; wenn du einen Helden besiegt hast, muss dieser 1 zusätzliches ::life_counters:: Lebensplättchen ausgeben.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-i-prowling-brute.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-ii-rampaging-beast.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen; wenn du das tust, bewege dich bis zu 1 zusätzliches Feld.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-ii-cold-ire.text": "Wenn du wütend bist, erhalte +1 ::movement:: Bewegung.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-iii-unstoppable-force.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen; wenn du das tust, bewege dich bis zu 2 zusätzliche Felder.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-iii-eyes-of-flame.text": "Wenn du wütend bist, erhalte +2 ::movement:: Bewegung.\n\n**Diese Runde:** Du bist wütend.",
    "urs-green-i-sniff-out.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "urs-green-ii-eyes-on-the-prey.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "urs-green-ii-instinctive-reaction.text": "Wenn du wütend bist, **Wähle eins —**\n- Führe die Primäraktion einer deiner abgeworfenen Karten aus.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "urs-green-iii-apex-predator.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab oder wird besiegt.",
    "urs-green-iii-evolutionary-response.text": "**Wenn du wütend bist, wähle eins oder beides —**\n- Führe die Primäraktion einer deiner abgeworfenen Karten aus.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "urs-purple-iv-unbound-fury.text": "Du bist immer wütend, und alle deine aufgelösten Karten zählen als aktiv.",
    "urs-gold-h-jaws-that-bite.text": "Vor dem Angriff: Wenn du wütend bist, darfst du dich 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden bewegen. Visiere einen Helden benachbart zu dir an.\n\n**Diese Runde:** Du bist wütend.",

    "whi-gold-swift-justice.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite mit einem leeren Ablagestapel an. Nach dem Angriff: Falls möglich, führt dieser Held eine Bewegungsaktion auf der Karte aus, mit der er verteidigt hat, und bewegt sich die volle Distanz in gerader Linie.\n- Visiere eine Einheit benachbart zu dir an.",
    "whi-silver-death-seeker.text": "Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, **Wähle eins —**\n- **Dieser Zug:** Du bist immun gegen gegnerische Effekte.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "whi-red-i-crimson-trail.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld bewegen, wenn sich ein leerer Minion-Spawnpunkt im Radius der Kampfzone befindet. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-ii-sanguine-path.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld für jeden leeren Minion-Spawnpunkt im Radius der Kampfzone bewegen, maximal 2 Felder. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-ii-blood-fury.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, darfst du einmal auf ein anderes Ziel wiederholen.",
    "whi-red-iii-blood-pilgrimage.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld für jeden leeren Minion-Spawnpunkt im Radius der Kampfzone bewegen, maximal 3 Felder. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-iii-blood-frenzy.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, wiederhole bis zu fünfmal auf verschiedene Ziele.",
    "whi-blue-i-seeds-of-fear.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Spawnpunkt befindet. Bewege diese Einheit 1 Feld.",
    "whi-blue-ii-sprouts-of-panic.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Spawnpunkt befindet. Bewege diese Einheit bis zu 2 Felder.",
    "whi-blue-ii-lesser-evil.text": "Ein gegnerischer Held in Reichweite **wählt eins —**\n- Dieser Held wirft eine Karte ab, falls möglich.\n- Du darfst einen benachbarten Minion besiegen.\n\n_(Jede Option darf gewählt werden, selbst wenn sie keine Auswirkung hätte.)_",
    "whi-blue-iii-blooming-nightmare.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Spawnpunkt befindet. Bewege diese Einheit bis zu 3 Felder.",
    "whi-blue-iii-greater-good.text": "Ein gegnerischer Held in Reichweite **wählt eins —**\n- Dieser Held wirft eine Karte ab, oder wird besiegt.\n- Du besiegst bis zu 3 benachbarte Minions.",
    "whi-green-i-shadow-step.text": "Platziere dich auf einem leeren Minion-Spawnpunkt in Reichweite innerhalb der Kampfzone.",
    "whi-green-ii-shadow-walk.text": "Platziere dich auf einem leeren Minion-Spawnpunkt in Reichweite innerhalb der Kampfzone.",
    "whi-green-iii-creeping-shadow.text": "Platziere dich auf einem leeren Minion-Spawnpunkt in Reichweite innerhalb der Kampfzone, oder auf ein Feld in Reichweite, das benachbart zu einem solchen Spawnpunkt ist.",
    "whi-gold-h-vile-accusation.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite mit einem leeren Ablagestapel an. Nach dem Angriff: Falls möglich, führt dieser Held eine Bewegungsaktion auf der Karte aus, mit der er verteidigt hat, und bewegt sich die volle Distanz in gerader Linie.\n- Visiere einen Helden benachbart zu dir an.",
    "whi-green-ii-cruel-twist.text": "Tausche den Platz mit einer benachbarten Einheit oder mit einem gegnerischen Helden in Reichweite, der eine Karte im Ablagestapel hat. Bewege dich bis zu 2 Felder.",
    "whi-green-iii-sealed-fate.text": "Tausche den Platz mit einer benachbarten Einheit oder mit einem gegnerischen Helden in Reichweite, der eine Karte im Ablagestapel hat. Bewege dich bis zu 3 Felder.",
    "whi-purple-iv-grim-reaper.text": "Beim Ausführen von Basisaktionen darfst du eins oder beides wählen.",
    "mis-gold-watch-how-i-soar.text": "**Wähle eins —**\n- Platziere dich auf ein Feld in maximaler Reichweite.\n- Besiege einen Minion benachbart zu dir.",

    "mis-silver-swoop-in.text": "Platziere dich auf ein Feld im Radius, das an zwei oder mehr gegnerische Einheiten angrenzt; wenn du das tust, darfst du eine abgeworfene Karte zurückholen.",
    "mis-red-i-challenge-accepted.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Dieser Zug:** Erhalte +2 ::defense:: Verteidigung.",
    "mis-red-ii-matter-of-honor.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Dieser Zug:** Erhalte +3 ::defense:: Verteidigung.",
    "mis-red-ii-power-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Wenn sich das Ziel in maximaler Reichweite befand, darfst du es 1 Feld weiter von dir weg bewegen.",
    "mis-red-iii-thunder-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Wenn das Ziel nicht benachbart zu dir ist, darfst du es 1 Feld weiter von dir weg bewegen.",
    "mis-red-iii-worthy-opponent.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Dieser Zug:** Erhalte +5 ::defense:: Verteidigung.",
    "mis-blue-i-sudden-breeze.text": "Bewege dich bis zu 3 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-ii-gust-of-wind.text": "Bewege dich bis zu 4 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-iii-crushing-squall.text": "Bewege dich bis zu 5 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-iii-death-from-above.text": "Bewege dich bis zu 5 Felder in gerader Linie und ignoriere Hindernisse; ein gegnerischer Held, durch den du gezogen bist, wirft eine Karte ab, falls möglich.",
    "mis-green-i-focus.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, darfst du dich 1 Feld bewegen.",
    "mis-blue-ii-dash-and-slash.text": "Bewege dich bis zu 4 Felder in gerader Linie und ignoriere Hindernisse; ein gegnerischer Held, durch den du gezogen bist, wirft eine Karte ab, falls möglich.",
    "mis-green-ii-discipline.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, bewege dich bis zu 2 Felder.",
    "mis-green-ii-living-tornado.text": "Tausche zwei Einheiten in maximalem Radius.",
    "mis-green-iii-mastery.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, bewege dich bis zu 3 Felder.",
    "mis-green-iii-storm-spirit.text": "Tausche zwei Einheiten im Radius und in gleichem Abstand zu dir.",
    "mis-purple-iv-power-overwhelming.text": "Immer wenn du eine Option wählen darfst, darfst du stattdessen zwei verschiedene Optionen in beliebiger Reihenfolge wählen. Jedes Mal, nachdem du dich platzierst, wirft ein benachbarter gegnerischer Held eine Karte ab, falls möglich.",
    "mis-gold-h-leaf-on-the-wind.text": "Platziere dich auf ein Feld in maximaler Reichweite.",

    "cut-gold-walk-the-plank.text": "**Wähle eins —**\n- Stoße einen gegnerischen Helden benachbart zu dir bis zu 4 Felder; wenn dieser Held in eine andere Zone geschoben wird, wirft er eine Karte ab oder wird besiegt.\n- Besiege einen Minion benachbart zu dir.",
    "cut-gold-h-few-more-steps.text": "Stoße einen gegnerischen Helden benachbart zu dir bis zu 3 Felder; wenn dieser Held in eine andere Zone geschoben wird, wirft er eine Karte ab oder wird besiegt.",
    "cut-silver-grappling-bolt.text": "Visiere ein Hindernis in Reichweite und in gerader Linie ohne Hindernisse zwischen dir und dem Ziel an; ignoriere Immunität. Bewege dich in gerader Linie auf dieses Hindernis zu, bis du benachbart dazu bist.",
    "cut-purple-iv-legend-of-the-skies.text": "Das erste Mal pro Zug, nachdem du eine Primäraktion ausführst, darfst du die Primäraktion einer Karte im vorherigen Zugs-Slot ausführen.",
    "cut-blue-i-bombardment.text": "Ein gegnerischer Held im Radius, der benachbart zu einer anderen gegnerischen Einheit ist und nicht benachbart zu dir, wirft eine Karte ab, falls möglich.",
    "cut-red-i-daring-strike.text": "**Wähle eins —**\n- Vor dem Angriff: Bewege dich 1 Feld.\nVisiere einen Helden benachbart zu dir in Bewegungsrichtung an; +2 ::attack:: Angriff.\n- Visiere eine Einheit benachbart zu dir an.",
    "cut-green-i-brace-for-impact.text": "Bewege dich 3 Felder in gerader Linie, Hindernisse ignorierend, zu einem Feld benachbart zu einem gegnerischen Helden; dieser Held wirft eine Karte ab, falls möglich.",
    "cut-blue-i-barrage.text": "Ein gegnerischer Held im Radius, der benachbart zu einer anderen gegnerischen Einheit ist und nicht benachbart zu dir, wirft eine Karte ab, falls möglich.",
    "cut-red-ii-bold-thrust.text": "**Wähle eins —**\n- Vor dem Angriff: Bewege dich 1 oder 2 Felder in gerader Linie. Visiere einen Helden benachbart zu dir in Bewegungsrichtung an; +2 ::attack:: Angriff.\n- Visiere eine Einheit benachbart zu dir an.",
    "cut-green-ii-ramming-speed.text": "Bewege dich 3 oder 4 Felder in gerader Linie, Hindernisse ignorierend, zu einem Feld benachbart zu einem gegnerischen Helden; dieser Held wirft eine Karte ab, falls möglich.",
    "cut-blue-ii-x-marks-the-spot.text": "Ein gegnerischer Held im Radius **wählt eins —**\n- Du platzierst diesen Helden in ein Feld im Radius.\n- Du erhältst 2 Münzen.",
    "cut-red-ii-evasive-shot.text": "Visiere eine Einheit in Reichweite und in gerader Linie an.\nNach dem Angriff: Bewege dich bis zu 2 Felder in die entgegengesetzte Richtung.",
    "cut-green-ii-outmaneuver.text": "Tausche mit einem gegnerischen Minion im Radius;\ndu darfst diesen Minion bis zu 2 Felder bewegen.",
    "cut-blue-iii-broadside.text": "Ein gegnerischer Held im Radius, der benachbart zu einer anderen gegnerischen Einheit ist und nicht benachbart zu dir, wirft eine Karte ab, falls möglich.\nDarf einmal auf ein anderes Ziel wiederholt werden.",
    "cut-red-iii-fearless-lunge.text": "**Wähle eins —**\n- Vor dem Angriff: Bewege dich 1, 2 oder 3 Felder in gerader Linie. Visiere einen Helden benachbart zu dir in Bewegungsrichtung an; +2 ::attack:: Angriff.\n- Visiere eine Einheit benachbart zu dir an.",
    "cut-green-iii-crashland.text": "Bewege dich 3, 4 oder 5 Felder in gerader Linie, Hindernisse ignorierend, zu einem Feld benachbart zu einem gegnerischen Helden; dieser Held wirft eine Karte ab, falls möglich.",
    "cut-blue-iii-a-fistful-of-coins.text": "Ein gegnerischer Held im Radius **wählt eins —**\n- Du platzierst diesen Helden in ein Feld im Radius.\n- Du erhältst 3 Münzen. Wenn du 13 oder mehr Münzen hast, gewinnst du das Spiel alleine.",
    "cut-red-iii-tumble-shot.text": "Visiere eine Einheit in Reichweite und in gerader Linie an.\nNach dem Angriff: Bewege dich bis zu 3 Felder in die entgegengesetzte Richtung.",
    "cut-green-iii-outsmart.text": "Tausche mit einem gegnerischen Minion im Radius;\ndu darfst diesen Minion bis zu 3 Felder bewegen.",

    "tri-gold-rapid-deployment.text": "**Wähle eins —**\n- Bewege dich bis zu 3 Felder und platziere das Geschütz auf ein Feld benachbart zu dir; es zählt als Hindernis.\n- Besiege einen Minion benachbart zu dir.\n_(Das Geschütz ist kein Token und bleibt zwischen Runden im Spiel.)_",
    "tri-gold-h-ramshackle-turret.text": "Bewege dich bis zu 3 Felder und platziere das Geschütz auf ein Feld benachbart zu dir; es zählt als Hindernis.\n_(Das Geschütz ist kein Marker und bleibt zwischen Runden im Spiel.)_",
    "tri-silver-salvage-parts.text": "**Wähle eins —**\n- Platziere das Geschütz auf ein benachbartes Feld. Es zählt als Hindernis.\n- Entferne das Geschütz; bewege dich bis zu Token Felder.\n- Entferne das Geschütz; du darfst eine abgeworfene Karte zurückholen.",
    "tri-purple-iv-unlimited-firepower.text": "Erhalte +1 ::range:: Reichweite und +1 ::radius:: Radius.",
    "tri-blue-i-disruptor-jolt.text": "**Dieser Zug:** Bevor ein gegnerischer Held im Radius des Geschützes eine Primäraktion ausführt, wirft dieser Held eine Karte ab, falls möglich; wenn er eine Karte abwirft, wird dieser Effekt deaktiviert.",
    "tri-red-i-makeshift-minigun.text": "Visiere eine Einheit an, die sich sowohl in deiner als auch in der Reichweite des Geschützes befindet. Wenn sich das Ziel in gerader Linie sowohl zu dir als auch zum Geschütz befindet, +2 ::attack:: Angriff.",
    "tri-green-i-early-prototype.text": "Wenn du dich im Radius des Geschützes befindest, tausche mit einer Einheit oder einem Token im Radius des Geschützes, dann entferne das Geschütz.",
    "tri-blue-ii-disruptor-pulse.text": "**Dieser Zug:** Bevor ein gegnerischer Held im Radius des Geschützes eine Primäraktion ausführt, wirft dieser Held eine Karte ab, falls möglich; wenn er eine Karte abwirft, wird dieser Effekt deaktiviert.",
    "tri-red-ii-gatling-gun.text": "Visiere eine Einheit an, die sich sowohl in deiner als auch in der Reichweite des Geschützes befindet. Wenn sich das Ziel in gerader Linie sowohl zu dir als auch zum Geschütz befindet, +2 ::attack:: Angriff.",
    "tri-green-ii-updated-design.text": "Wenn du dich im Radius des Geschützes befindest, tausche mit einer Einheit oder einem Token im Radius des Geschützes.",
    "tri-blue-ii-deployable-barrier.text": "Platziere bis zu 2 ::token_barrier:: Barrieren im Radius, wobei mindestens eine benachbart zum Geschütz liegt.\nDu und befreundete Helden erhalten +1 ::defense:: Verteidigung für jede Barriere, an die sie benachbart sind.",
    "tri-red-ii-steam-discharge.text": "Visiere eine Einheit in Reichweite an, die benachbart zum Geschütz ist.\nDarf einmal auf eine andere gegnerische Einheit wiederholt werden.",
    "tri-green-ii-self-destruct.text": "Bis zu zwei gegnerische Helden im Radius des Geschützes werfen eine Karte ab, falls möglich. Entferne das Geschütz.",
    "tri-blue-iii-disruptor-grid.text": "**Dieser Zug:** Bevor ein gegnerischer Held im Radius des Geschützes eine Primäraktion ausführt, wirft dieser Held eine Karte ab oder wird besiegt; wenn er eine Karte abwirft, wird dieser Effekt deaktiviert.",
    "tri-red-iii-supercharged-cannon.text": "Visiere eine Einheit an, die sich sowohl in deiner als auch in der Reichweite des Geschützes befindet. Wenn sich das Ziel in gerader Linie sowohl zu dir als auch zum Geschütz befindet, +3 ::attack:: Angriff.",
    "tri-green-iii-perfected-design.text": "Wenn du dich im Radius des Geschützes befindest,\n**wähle eins —**\n- Tausche mit einer Einheit oder einem Token im Radius des Geschützes.\n- Platziere dich auf ein Feld im Radius des Geschützes.",
    "tri-blue-iii-deployable-bastion.text": "Platziere bis zu 3 ::token_barrier:: Barrieren im Radius, wobei mindestens eine benachbart zum Geschütz liegt.\nDu und befreundete Helden erhalten +1 ::defense:: Verteidigung für jede Barriere, an die sie benachbart sind.",
    "tri-red-iii-flame-belcher.text": "Visiere eine Einheit in Reichweite an, die benachbart zum Geschütz ist.\nDarf bis zu zweimal auf unterschiedliche gegnerische Einheiten wiederholt werden.",
    "tri-green-iii-emergency-protocol.text": "Bis zu zwei gegnerische Helden im Radius des Geschützes werfen eine Karte ab oder werden besiegt. Entferne das Geschütz.",

    "neb-gold-mind-grip.text": "**Wähle eins —**\n- Führe eine Aktion der Karte im vorherigen Zugs-Slot eines gegnerischen Helden in Reichweite aus; falls du Token platzieren würdest, platziere stattdessen ::token_illusion:: Illusions-Token; verzichte auf das Geben von Markern.\n- Besiege einen Minion benachbart zu dir.",
    "neb-gold-h-mind-probe.text": "Führe die Aktion der Karte im vorherigen Zugs-Slot eines gegnerischen Helden in Reichweite aus; falls du Token platzierst, platziere stattdessen ::token_illusion:: Illusions-Token; verwende keine Token.",
    "neb-silver-diabolical-laughter.text": "Lache diabolisch; wenn du das tust, **wähle bis zu dreimal —**\n- Tausche mit einem ::token_illusion:: Illusions-Token im Radius.\n- Platziere einen Illusions-Token auf ein benachbartes Feld.\n- Tausche zwei aufgelöste Karten eines gegnerischen Helden im Radius, ohne aktive Effekte zu annulieren.",
    "neb-purple-iv-what-the-hell-are-you-.text": "Jedes Mal, wenn du als Teil einer Aktion diabolisch lachst, wirft jeder gegnerische Held im Radius eine Karte ab oder wird besiegt.",
    "neb-blue-i-imbue-doubt.text": "Nenne eine Farbe. **Nächster Zug, nach dem Ausspielen der Karten:**\nEin gegnerischer Held im Radius wirft eine Karte dieser Farbe ab, falls möglich.",
    "neb-red-i-phantasmal-sentry.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite an, der benachbart zu einem ::token_illusion:: Illusions-Token in Reichweite ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "neb-green-i-fleeting-image.text": "Platziere einen ::token_illusion:: Illusions-Token im Radius.\nDu darfst mit einem Illusions-Token im Spiel tauschen.",
    "neb-blue-ii-time-to-reconsider.text": "Nenne eine Farbe. **Nächster Zug, nach dem Ausspielen der Karten:**\nEin gegnerischer Held im Radius wirft eine Karte dieser Farbe ab, falls möglich.",
    "neb-blue-ii-crack-in-reality.text": "Teile das Spielfeld mit einer geraden Linie durch dein Feld in zwei Seiten.\n**Dieser Zug:** Einheiten auf einer Seite der Linie können nicht mit Objekten oder Feldern auf der anderen Seite interagieren, als ob sie nicht existierten.\n_(Dies betrifft Bewegung, Platzierung, Radius-Effekte etc.)_",
    "neb-red-ii-phantasmal-warrior.text": "**Wähle eins —**\n- Vor dem Angriff: Bewege einen ::token_illusion:: Illusions-Token in Reichweite bis zu 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden in Reichweite. Visiere diesen Helden an.\n- Visiere eine Einheit benachbart zu dir an.",
    "neb-red-ii-twist-fate.text": "Visiere eine Einheit in Reichweite an.\nNach dem Angriff: Du darfst eine gegnerische Einheit in Reichweite mit einem ::token_illusion:: Illusions-Token benachbart zu dir tauschen.",
    "neb-green-ii-multiple-projections.text": "Platziere bis zu 2 ::token_illusion:: Illusions-Token im Radius.\nDu darfst mit einem Illusions-Token im Spiel tauschen.",
    "neb-green-ii-illusionary-force.text": "Platziere bis zu 2 ::token_illusion:: Illusions-Token im Radius.\n**Diese Runde:** Während du Aktionen ausführst, zählen alle Illusions-Token als sowohl Marker als auch befreundete Nahkampfminions.",
    "neb-blue-iii-an-illusion-of-choice.text": "Nenne eine Farbe. **Nächster Zug, nach dem Ausspielen der Karten:**\nBis zu zwei gegnerische Helden im Radius werfen jeweils eine Karte dieser Farbe ab, falls möglich.",
    "neb-blue-iii-shift-reality.text": "Teile das Spielfeld mit einer geraden Linie durch dein Feld in zwei Seiten.\n**Dieser Zug:** Einheiten auf einer Seite der Linie können nicht mit dir oder mit Objekten und Feldern auf der anderen Seite interagieren, als ob sie nicht existierten.",
    "neb-red-iii-phantasmal-champion.text": "**Wähle eins —**\n- Vor dem Angriff: Bewege einen ::token_illusion:: Illusions-Token in Reichweite bis zu 2 Felder zu einem Feld benachbart zu einem gegnerischen Helden in Reichweite. Visiere diesen Helden an.\n- Visiere eine Einheit benachbart zu dir an.",
    "neb-red-iii-devious-scheme.text": "Visiere eine Einheit in Reichweite an.\nNach dem Angriff: Du darfst eine gegnerische Einheit in Reichweite mit einem ::token_illusion:: Illusions-Token in Reichweite tauschen.",
    "neb-green-iii-master-of-illusions.text": "Platziere bis zu 3 ::token_illusion:: Illusions-Token im Radius.\nDu darfst mit einem Illusions-Token im Spiel tauschen.",
    "neb-green-iii-illusionary-army.text": "Platziere bis zu 3 ::token_illusion:: Illusions-Token im Radius.\n**Diese Runde:** Während du Aktionen ausführst, zählen alle Illusions-Token als sowohl Marker als auch befreundete Nahkampfminions.",

    "tak-gold-i-float-like-a-butterfly.text": "Tausche diese Karte mit einer anderen Goldkarte in deinem Deck.\n_(Diese Karte beginnt das Spiel in deiner Hand.)_",
    "tak-gold-ii-sting-like-a-bee.text": "Visiere eine Einheit auf Maximalreichweite an.\nNach dem Angriff: Tausche diese Karte mit einer anderen Goldkarte in deinem Deck.\n_(Diese Karte beginnt das Spiel in deinem Deck.)_",
    "tak-gold-iii-strike-like-a-tiger.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Tausche diese Karte mit einer anderen Goldkarte in deinem Deck.\n_(Diese Karte beginnt das Spiel in deinem Deck.)_",
    "tak-silver-bushido.text": "Tausche deine Goldkarte mit einer anderen Goldkarte in deinem Deck; falls du auf diese Weise eine aufgelöste oder abgeworfene Karte tauschst, lege die neue Karte verdeckt ab.",
    "tak-silver-h-shameful-display.text": "_(Du wirst besiegt.)_",
    "tak-red-i-set-an-example.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius darf seine ungelöste Karte mit einer Karte aus seiner Hand tauschen.",
    "tak-blue-i-proven-warrior.text": "Wähle eine Karte im Ablagestapel eines befreundeten Helden im Radius. Ein gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "tak-green-i-come-to-aid.text": "Ein befreundeter Held in Reichweite darf eine Karte abwerfen.\nFalls dieser Held eine Karte im Ablagestapel hat, darfst du dich bis zu 3 Felder bewegen.",
    "tak-red-ii-lead-from-the-front.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius darf seine ungelöste Karte mit einer Karte aus seiner Hand tauschen.",
    "tak-red-ii-spinning-blade.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Dieser Zug:** Leere Felder benachbart zu dir zählen für gegnerische Einheiten als Hindernisse.",
    "tak-red-iii-hold-my-sake.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein befreundeter Held im Radius darf seine ungelöste Karte mit einer Karte aus seiner Hand oder seinem Ablagestapel tauschen.",
    "tak-red-iii-blade-helix.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Dieser Zug:** Leere Felder im Radius zählen für gegnerische Einheiten als Hindernisse.",
    "tak-blue-ii-chosen-champion.text": "Wähle eine Karte im Ablagestapel eines befreundeten Helden im Radius. Ein gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "tak-blue-ii-calculated-risk.text": "Ein befreundeter Held im Radius darf eine Angriffskarte abwerfen. Falls dieser Held eine Karte im Ablagestapel hat, darf er sich bis zu 2 Felder bewegen.",
    "tak-blue-iii-the-right-hand.text": "Wähle eine Karte im Ablagestapel eines befreundeten Helden im Radius. Bis zu zwei gegnerische Helden im Radius werfen jeweils eine Karte derselben Farbe ab, falls möglich.",
    "tak-blue-iii-tactical-gambit.text": "Ein befreundeter Held im Radius darf eine Angriffskarte abwerfen. Falls dieser Held eine Karte im Ablagestapel hat, darf er sich bis zu 2 Felder bewegen, Hindernisse ignorierend.",
    "tak-green-ii-bring-the-relief.text": "Ein befreundeter Held in Reichweite darf eine Karte abwerfen.\nFalls dieser Held eine Karte im Ablagestapel hat, darfst du dich bis zu 4 Felder bewegen.",
    "tak-green-ii-pledge-of-allegiance.text": "Ein befreundeter Held im Radius darf eine Karte abwerfen.\nFalls dieser Held eine Karte im Ablagestapel hat, erhalten du und dieser Held jeweils 1 Münze, und du darfst eine Karte aus deinem Ablagestapel zurückholen.",
    "tak-green-iii-commit-reserves.text": "Ein befreundeter Held in Reichweite darf eine Karte abwerfen.\nFalls dieser Held eine Karte im Ablagestapel hat, darfst du dich bis zu 4 Felder bewegen, Hindernisse ignorierend.",
    "tak-green-iii-loyal-retainer.text": "Ein befreundeter Held im Radius darf eine Karte abwerfen.\nFalls dieser Held eine Karte im Ablagestapel hat, erhalten du und dieser Held jeweils 2 Münzen, und du darfst eine Karte aus deinem Ablagestapel zurückholen.",
    "tak-purple-iv-ready-for-war.text": "Lege deine Silberkarte zurück ins Deck und nimm zwei Goldkarten aus deinem Deck auf die Hand.\n_(Du hast jetzt insgesamt 6 Handkarten.)_",

    "emm-gold-reverse-time.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Nächster Zug:** Helden mit niedrigerer Initiative handeln vor Helden mit höherer Initiative; dieser Effekt ignoriert Immunität.\n_(Gleichstände werden wie üblich aufgelöst.)_",
    "emm-gold-h-tear-in-time.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: **Nächster Zug:** Helden mit niedrigerer Initiative handeln vor Helden mit höherer Initiative. Dieser Effekt ignoriert Immunität.",
    "emm-silver-unstable-timeline.text": "Platziere 2 ::token_glitch:: Glitch-Token im Radius mit mindestens zwei Feldern Abstand zwischen jedem Marker;\nwenn als Verteidigung verwendet, platziere stattdessen 3 Marker.\nEin gegnerischer Held im Spiel wählt einen der Glitch-Token; du tauschst mit diesem Marker.\n**Zugende:** Entferne alle Glitch-Token.",
    "emm-purple-iv-alternative-timelines.text": "Du darfst jede Runde zwei Karten spielen;\nwenn du das tust, nimm nach dem Aufdecken eine deiner ungelösten Karten zurück auf die Hand.",
    "emm-blue-i-time-snare.text": "Ein gegnerischer Held in Reichweite, der in diesem Zug bereits eine Karte aufgelöst hat, wirft eine Karte ab, falls möglich.",
    "emm-red-i-temporal-punch.text": "Visiere eine Einheit benachbart zu dir an; beim Verteidigen muss der gegnerische Held den ::initiative:: Initiativwert seiner Karte und Gegenstände verwenden anstelle des ::defense:: Verteidigungswertes.\n_(Minion-Verteidigungsmodifikatoren gelten wie gewohnt.)_",
    "emm-green-i-time-walk.text": "Bewege einen gegnerischen Helden in Reichweite, der seit dem letzten Zug im selben Feld geblieben ist, 2 Felder in einer geraden Linie.",
    "emm-blue-ii-time-trap.text": "Ein gegnerischer Held in Reichweite, der in diesem Zug bereits eine Karte aufgelöst hat, wirft eine Karte ab, falls möglich.",
    "emm-blue-ii-time-loop.text": "Tausche mit einem gegnerischen Helden in Reichweite, der in diesem Zug bereits eine Karte aufgelöst hat.",
    "emm-red-ii-temporal-slam.text": "Visiere eine Einheit benachbart zu dir an; beim Verteidigen muss der gegnerische Held den ::initiative:: Initiativwert seiner Karte und Gegenstände verwenden anstelle des ::defense:: Verteidigungswertes.",
    "emm-red-ii-flashback.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst 3 ::token_glitch:: Glitch-Token im Radius platzieren, mit mindestens zwei Feldern Abstand zwischen jedem Marker;\nwenn du das tust, darf bis zu 1 gegnerischer Held im Radius mit einem Glitch-Token seiner Wahl tauschen.\n**Zugende:** Entferne alle Glitch-Token.",
    "emm-green-ii-fast-forward.text": "Bewege einen gegnerischen Helden in Reichweite, der seit dem letzten Zug im selben Feld geblieben ist, 2 Felder in einer geraden Linie.",
    "emm-green-ii-time-capsule.text": "Du und befreundete Helden im Radius dürfen alle Karten zurückholen, die in diesem Zug abgeworfen wurden.",
    "emm-blue-iii-time-bomb.text": "Ein gegnerischer Held in Reichweite, der in diesem Zug bereits eine Karte aufgelöst hat, wirft eine Karte ab oder wird besiegt.",
    "emm-blue-iii-time-warp.text": "**Wähle eins —**\n- Tausche mit einem gegnerischen Helden in Reichweite, der in diesem Zug bereits eine Karte aufgelöst hat.\n- Ein gegnerischer Held in Reichweite tauscht seine ungelöste Karte mit einer seiner aufgelösten Karten seiner Wahl.",
    "emm-red-iii-temporal-judgement.text": "Visiere eine Einheit benachbart zu dir an; beim Verteidigen muss der gegnerische Held den ::initiative:: Initiativwert seiner Karte und Gegenstände verwenden anstelle des ::defense:: Verteidigungswertes.",
    "emm-red-iii-deja-vu.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst 2 ::token_glitch:: Glitch-Token im Radius platzieren, mit mindestens zwei Feldern Abstand zwischen jedem Marker; wenn du das tust, darf bis zu 1 gegnerischer Held im Radius mit einem Glitch-Token seiner Wahl tauschen.\n**Zugende:** Entferne alle Glitch-Token.",
    "emm-green-iii-back-to-the-future.text": "**Wähle eins —**\n- Bewege eine Einheit in Reichweite in das Feld, in dem sie sich zu Beginn dieses Zuges befand.\n- Bewege einen gegnerischen Helden in Reichweite, der seit dem letzten Zug im selben Feld geblieben ist, 2 Felder in einer geraden Linie.",
    "emm-green-iii-future-proof.text": "**Wähle eins —**\n- Du und befreundete Helden im Radius dürfen alle Karten zurückholen, die in diesem Zug abgeworfen wurden.\n- **Dieser Zug:** Befreundete Helden im Radius sind immun gegen gegnerische Effekte.",

    "wid-gold-fight-as-one.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst die Primäraktion einer deiner aufgelösten Fertigkeitskarten ausführen, mit einem anderen Ziel.",
    "wid-gold-h-follow-along.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Du darfst die Primäraktion einer deiner aufgelösten Fertigkeitskarten ausführen, mit einem anderen Ziel.",
    "wid-silver-dragon-bond.text": "**Wähle eins —**\n- Platziere Pyro in ein Feld im Radius. Pyro zählt als Token, wird aber am Rundenende nicht entfernt.\n- Falls Pyro im Spiel ist, bewege sowohl dich als auch Pyro bis zu 2 Felder, in beliebiger Reihenfolge.",
    "wid-red-i-diversionary-strike.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Bewege Pyro bis zu 2 Felder.",
    "wid-blue-i-all-aboard.text": "Tausche Pyro in Reichweite mit dir selbst oder mit einem befreundeten Helden in Reichweite.",
    "wid-green-i-fiery-breath.text": "Ein gegnerischer Held in Reichweite von Pyro und in gerader Linie von Pyro wirft eine Karte ab, falls möglich.",
    "wid-red-ii-diversionary-attack.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Bewege Pyro bis zu 3 Felder.",
    "wid-red-ii-airborne-attack.text": "Vor dem Angriff: Du darfst mit Pyro im Radius tauschen. Visiere eine Einheit benachbart zu dir an.",
    "wid-red-iii-diversionary-assault.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Bewege Pyro bis zu 4 Felder.",
    "wid-red-iii-airborne-assault.text": "Vor dem Angriff: Du darfst mit Pyro im Radius tauschen. Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst erneut mit Pyro im Radius tauschen.",
    "wid-blue-ii-take-off.text": "Tausche Pyro in Reichweite mit dir selbst oder mit einem befreundeten Helden in Reichweite.",
    "wid-blue-ii-drag-off.text": "Bewege sowohl Pyro als auch eine gegnerische Einheit benachbart zu Pyro jeweils 2 oder 3 Felder in dieselbe Richtung.",
    "wid-blue-iii-safe-landing.text": "Du darfst Pyro in Reichweite 1 Feld bewegen.\nTausche Pyro in Reichweite mit dir selbst oder mit einem befreundeten Helden in Reichweite.",
    "wid-blue-iii-carry-away.text": "Bewege sowohl Pyro als auch eine gegnerische Einheit benachbart zu Pyro jeweils 2 oder 3 Felder in dieselbe Richtung, Hindernisse ignorierend.",
    "wid-green-ii-flaming-breath.text": "Ein gegnerischer Held in Reichweite von Pyro und in gerader Linie von Pyro wirft eine Karte ab, falls möglich.",
    "wid-green-ii-nibble.text": "Entferne einen gegnerischen Minion in Reichweite, der benachbart zu Pyro ist.\nEntferne Pyro.",
    "wid-green-iii-scorching-breath.text": "Ein gegnerischer Held in Reichweite von Pyro und in gerader Linie von Pyro wirft eine Karte ab oder wird besiegt.",
    "wid-green-iii-gnaw.text": "Besiege einen Minion in Reichweite, der benachbart zu Pyro ist.\nEntferne Pyro.",
    "wid-purple-iv-dragon-knight.text": "Jedes Mal, nachdem du eine Bewegungsaktion ausführst, darfst du die Primäraktion einer deiner aufgedeckten Fertigkeitskarten ausführen.",

    "mor-gold-knife-of-the-living-dead.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: **Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Entferne einen Zombie-Token benachbart zum Ziel; falls du das tust, erhältst du +1 ::attack:: Angriff.",
    "mor-gold-h-shallow-graves.text": "Visiere einen Helden benachbart zu dir an.\nVor dem Angriff: **Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Entferne einen Zombie-Token benachbart zum Ziel; falls du das tust, erhältst du +1 ::attack:: Angriff.",
    "mor-silver-awaken-.text": "Platziere bis zu 4 ::token_zombie:: Zombie-Token in Felder benachbart zu dir oder in Spawnpunkte im Radius. Zombie-Token werden am Rundenende nicht entfernt.",
    "mor-red-i-crawling-dead.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Wähle eins —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Ein anderer gegnerischer Held im Radius, benachbart zu einem Zombie-Token, wirft eine Karte ab, falls möglich.",
    "mor-blue-i-corpse-slam.text": "**Wähle eins —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite bis zu 1 Feld; dieser Zombie-Token darf eine benachbarte Einheit oder einen Token 1 Feld stoßen.\n- Bewege dich 1 Feld.",
    "mor-green-i-stage-dive.text": "**Wähle eins —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite 1 Feld.\n- Tausche mit einem Zombie-Token in Reichweite.",
    "mor-red-ii-walking-dead.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Ein anderer gegnerischer Held im Radius, benachbart zu einem Zombie-Token, wirft eine Karte ab, falls möglich; jeder gegnerische Held darf nur einmal gewählt werden.",
    "mor-red-ii-braains-.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: **Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Falls ein gegnerischer Held im Radius benachbart zu einem Zombie-Token ist, nimm eine abgeworfene Karte zurück.",
    "mor-red-iii-racing-dead.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: **Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Ein anderer gegnerischer Held im Radius, benachbart zu einem Zombie-Token, wirft eine Karte ab, falls möglich; jeder gegnerische Held darf nur einmal gewählt werden.",
    "mor-red-iii-braaaaaaaains-.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: **Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token im Radius 1 Feld.\n- Falls ein gegnerischer Held im Radius benachbart zu einem Zombie-Token ist, nimm eine abgeworfene Karte zurück.",
    "mor-blue-ii-morbid-mosh.text": "**Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite bis zu 1 Feld; dieser Zombie-Token darf eine benachbarte Einheit oder einen Token 1 Feld stoßen.\n- Bewege dich 1 Feld.",
    "mor-blue-ii-robbing-zombies.text": "**Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite bis zu 1 Feld. Erhalte 1 Münze.\n- Bewege dich 1 Feld.",
    "mor-blue-iii-macabre-mayhem.text": "**Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite bis zu 1 Feld; dieser Zombie-Token darf eine benachbarte Einheit oder einen Token 1 Feld stoßen.\n- Bewege dich 1 Feld.",
    "mor-blue-iii-stalking-scalpers.text": "**Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite bis zu 1 Feld. Erhalte 1 Münze.\n- Bewege dich 1 Feld.",
    "mor-green-ii-crowd-drift.text": "**Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite 1 Feld.\n- Tausche mit einem Zombie-Token in Reichweite.",
    "mor-green-ii-gathering-horde.text": "**Wähle bis zu zwei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite 1 Feld.\n- Einmal pro Zug: Ersetze einen gegnerischen Minion in Reichweite, der benachbart zu zwei oder mehr Zombie-Tokenn ist, durch einen Zombie-Token.",
    "mor-green-iii-crowd-surf.text": "**Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite 1 Feld.\n- Tausche mit einem Zombie-Token in Reichweite.",
    "mor-green-iii-army-of-darkness.text": "**Wähle bis zu drei Mal —**\n- Bewege einen ::token_zombie:: Zombie-Token in Reichweite 1 Feld.\n- Einmal pro Zug: Ersetze einen gegnerischen Minion in Reichweite, der benachbart zu zwei oder mehr Zombie-Tokenn ist, durch einen Zombie-Token.",
    "mor-purple-iv-master-of-puppets.text": "Immer wenn du bis zu drei Mal wählen würdest, darfst du stattdessen bis zu fünf Mal wählen.",

    "min-gold-fast-as-lightning.text": "Visiere eine Einheit in Reichweite an.\nNach dem Angriff: Wende den Text „Nach dem Angriff“ deiner ausgespielten oder abgelegten roten Karte an.\n_(Wenn diese eine Reichweite hat, verwende deren Wert.)_",
    "min-gold-h-chop-down.text": "Visiere einen benachbarten Helden an.\nNach dem Angriff: Wende den Text „Nach dem Angriff“ deiner ausgespielten oder abgelegten roten Karte an.",
    "min-silver-smoke-bomb.text": "Platziere den ::token_smoke_bomb:: Rauchbomben-Token in Reichweite;\nfeindliche Helden können dich oder eine andere Einheit nicht anvisieren, wenn sich der Rauchbomben-Token auf einer geraden Linie zwischen dem feindlichen Helden und seinem Ziel befindet.",
    "min-purple-iv-flurry-of-blows.text": "Jedes Mal nachdem du eine Angriff-Aktion ausführst, darfst du sie einmal auf ein anderes Ziel wiederholen.",
    "min-blue-i-trip-mine.text": "Lege 2 Minen-Token verdeckt in Reichweite: 1 ::token_blast:: Sprengladung und 1 ::token_dud:: Blindgänger; Einheiten dürfen diese Felder durchqueren; entferne Minen-Token, nachdem ein feindlicher Held sie durchquert hat; für jede entfernte Sprengladung legt dieser Held eine Karte ab, falls möglich.",
    "min-red-i-crane-stance.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Stoße eine feindliche benachbarte Einheit bis zu 3 Felder.",
    "min-green-i-poof-.text": "Tausche mit einem ::token_smoke_bomb:: Rauchbomben-Token in Reichweite;\nwenn du das tust, blockiere den Angriff.",
    "min-blue-ii-cluster-mine.text": "Lege 3 Minen-Token verdeckt in Reichweite: 1 ::token_blast:: Sprengladung und 2 ::token_dud:: Blindgänger; Einheiten dürfen diese Felder durchqueren; entferne Minen-Token, nachdem ein feindlicher Held sie durchquert hat; für jede entfernte Sprengladung legt dieser Held eine Karte ab, falls möglich.",
    "min-red-ii-tiger-stance.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Du darfst dich 1 Feld in ein Feld benachbart zum Ziel bewegen. Stoße eine feindliche benachbarte Einheit bis zu 3 Felder.",
    "min-green-ii-vanish.text": "Tausche mit einem ::token_smoke_bomb:: Rauchbomben-Token in Reichweite;\nwenn du das tust, blockiere den Angriff.",
    "min-blue-ii-death-grenade.text": "Platziere einen ::token_grenade:: Granaten-Token in ein Feld in Reichweite. **Rundenende:** Bis zu 1 feindlicher Held, der an diesen Token angrenzt, legt eine Karte ab oder wird besiegt. Entferne den Granaten-Token.",
    "min-red-ii-viper-stance.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Du darfst mit einem ::token_smoke_bomb:: Rauchbomben-Token in Reichweite tauschen.",
    "min-green-ii-inner-strength.text": "**Diese Runde:** Verdopple deine Gegenstandsboni.",
    "min-blue-iii-minefield.text": "Lege 3 Minen-Token verdeckt in Reichweite: 2 ::token_blast:: Sprengladungen und 1 ::token_dud:: Blindgänger; Einheiten dürfen diese Felder durchqueren; entferne Minen-Token, nachdem ein feindlicher Held sie durchquert hat; für jede entfernte Sprengladung legt dieser Held eine Karte ab, falls möglich.",
    "min-red-iii-dragon-stance.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Du darfst dich 1 oder 2 Felder in ein Feld benachbart zum Ziel bewegen. Stoße eine feindliche benachbarte Einheit bis zu 3 Felder.",
    "min-green-iii-ruse.text": "Tausche mit einem ::token_smoke_bomb:: Rauchbomben-Token in Reichweite;\nwenn du das tust, blockiere den Angriff. Du darfst den Rauchbomben-Token in ein Feld in Reichweite platzieren.",
    "min-blue-iii-holy-death-grenade.text": "Platziere einen ::token_grenade:: Granaten-Token in ein Feld in Reichweite. **Rundenende:** Bis zu 2 feindliche Helden, die an diesen Token angrenzen, legen eine Karte ab oder werden besiegt. Entferne den Granaten-Token.",
    "min-red-iii-cobra-stance.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Du darfst mit einem ::token_smoke_bomb:: Rauchbomben-Token in Reichweite tauschen; wenn du das tust, darfst du den Rauchbomben-Token in ein Feld in Reichweite platzieren.",
    "min-green-iii-perfect-self.text": "**Wähle eins oder beides —**\n- **Diese Runde:** Verdopple deine Gegenstandsboni.\n- Nimm eine Tier II-Karte aus deinem Deck und lege sie dauerhaft als Gegenstand auf dein Tableau.",

    "mra-gold-fissure.text": "Visiere eine benachbarte Einheit an.\nNach dem Angriff: Platziere einen ::token_rock:: Fels-Token in jedes der ersten drei leeren Felder auf der geraden Linie von dir in Richtung des Angriffs.",
    "mra-gold-h-lesser-fissure.text": "Visiere einen benachbarten Helden an.\nNach dem Angriff: Platziere einen ::token_rock:: Fels-Token in jedes der ersten drei leeren Felder auf der geraden Linie von dir in Richtung des Angriffs.",
    "mra-silver-stone-grip.text": "Platziere genau 3 ::token_rock:: Fels-Token in leere Felder benachbart zu einem feindlichen Helden in Reichweite, so weit entfernt von dir wie möglich.",
    "mra-red-i-seismic-slam.text": "Ein feindlicher Held in Reichweite, benachbart zu Gelände oder einem ::token_rock:: Fels-Token, legt eine Karte ab oder wird besiegt.\n_(Die ::attack:: sekundäre Angriff-Aktion ist kein Fernkampf.)_",
    "mra-blue-i-boulder-rush.text": "Stoße einen Token oder eine feindliche Einheit, die benachbart zu dir ist, 1 oder 2 Felder weit, Hindernisse ignorierend;\ndu darfst dich bis zu 2 Felder in Richtung des Stoßes bewegen, Hindernisse ignorierend.",
    "mra-green-i-treacherous-ground.text": "Du darfst eine Einheit in Reichweite 1 Feld bewegen, sodass sie an Gelände oder einen ::token_rock:: Fels-Token angrenzt.",
    "mra-red-ii-seismic-assault.text": "Ein feindlicher Held in Reichweite, benachbart zu Gelände oder einem ::token_rock:: Fels-Token, legt eine Karte ab oder wird besiegt.",
    "mra-red-ii-stone-carapace.text": "**Diese Runde:** Wenn du eine Karte aus deiner Hand ablegen müsstest, darfst du stattdessen diese Karte ablegen; du darfst diese Karte ablegen, um ihre Verteidigungsaktion auszuführen, als wäre sie in deiner Hand.",
    "mra-green-ii-rockslide.text": "Du darfst eine Einheit in Reichweite 1 Feld bewegen, sodass sie an Gelände oder einen ::token_rock:: Fels-Token angrenzt.",
    "mra-green-ii-rolling-stone.text": "Bewege dich eine beliebige Anzahl an Feldern in gerader Linie, Hindernisse ignorierend, ohne mehr als ein leeres Feld zu durchqueren.\n_(Das Startfeld und das Zielfeld zählen nicht.)_",
    "mra-blue-ii-boulder-blitz.text": "Stoße einen Token oder eine feindliche Einheit, die benachbart zu dir ist, 1, 2 oder 3 Felder weit, Hindernisse ignorierend;\ndu darfst dich bis zu 3 Felder in Richtung des Stoßes bewegen, Hindernisse ignorierend.",
    "mra-blue-ii-stomping-step.text": "Bewege eine Einheit in Reichweite, die an Gelände oder einen ::token_rock:: Fels-Token angrenzt, 1 Feld.\nPlatziere einen Fels-Token in das Feld, das sie verlassen hat.",
    "mra-green-iii-avalanche.text": "Du darfst eine Einheit in Reichweite 1 Feld bewegen, sodass sie an Gelände oder einen ::token_rock:: Fels-Token angrenzt.\nDarf einmal wiederholt werden.",
    "mra-green-iii-strolling-stone.text": "Bewege dich eine beliebige Anzahl an Feldern in gerader Linie, Hindernisse ignorierend, ohne mehr als zwei leere Felder zu durchqueren.",
    "mra-blue-iii-boulderdozer.text": "Stoße einen Token oder eine feindliche Einheit, die benachbart zu dir ist, 1, 2, 3 oder 4 Felder weit, Hindernisse ignorierend;\ndu darfst dich bis zu 4 Felder in Richtung des Stoßes bewegen, Hindernisse ignorierend.",
    "mra-blue-iii-ground-shaker.text": "Bewege eine Einheit in Reichweite, die an Gelände oder einen ::token_rock:: Fels-Token angrenzt, 1 Feld.\nPlatziere einen Fels-Token in das Feld, das sie verlassen hat.\nDarf einmal auf ein anderes Ziel wiederholt werden.",
    "mra-red-iii-epicenter.text": "Ein feindlicher Held in Reichweite, benachbart zu Gelände oder einem ::token_rock:: Fels-Token, legt eine Karte ab oder wird besiegt.\nDarf einmal auf ein anderes Ziel wiederholt werden.",
    "mra-red-iii-rock-solid.text": "Du darfst eine abgelegte Karte zurücknehmen.\n**Diese Runde:** Wenn du eine Karte aus deiner Hand ablegen müsstest, darfst du stattdessen diese Karte ablegen; du darfst diese Karte ablegen, um ihre Verteidigungsaktion auszuführen, als wäre sie in deiner Hand.",
    "mra-purple-iv-rock-and-a-hard-place.text": "Einmal pro Zug, nachdem du einen oder mehrere ::token_rock:: Fels-Token in ein oder mehrere Felder benachbart zu einem oder mehreren feindlichen Helden gelegt hast, legt jeder dieser Helden eine Karte ab, falls möglich.",

    "swi-gold-reload-.text": "**Wähle eines —**\n- Führe die Primäraktion deiner rechtsaußen ausgespielten Karte aus.\n- Besiege einen benachbarten Minion.",
    "swi-gold-h-backup.text": "Führe die Primäraktion deiner rechtsaußen ausgespielten Karte aus. Wenn du auf diese Weise eine Angriffsfertigkeit ausführst, kannst du keine Minions anvisieren.",
    "swi-silver-bounce.text": "Bewege dich 2 Felder in gerader Linie, Hindernisse ignorierend; ist diese Karte bereits ausgespielt, wenn du diese Aktion ausführst, darfst du sie einmal wiederholen.",
    "swi-purple-iv-bullet-time.text": "Nachdem du eine Basisfertigkeit ausgespielt hast, darfst du die Primäraktion dieser Karte ausführen;\ndu darfst auf diese Weise denselben feindlichen Helden nicht zweimal im selben Zug anvisieren.",
    "swi-blue-i-steam-jump.text": "Platziere dich in ein Feld in gerader Linie im Radius. Stoße eine benachbarte feindliche Einheit bis zu 1 Feld weit.",
    "swi-red-i-snipe.text": "Visiere eine Einheit in maximaler Reichweite und in gerader Linie an.",
    "swi-green-i-suppress.text": "Ein feindlicher Held im Radius, der nicht an Gelände angrenzt, legt eine Karte ab, falls möglich.",
    "swi-blue-ii-assault-jump.text": "Platziere dich in ein Feld in gerader Linie im Radius. Stoße eine benachbarte feindliche Einheit bis zu 2 Felder weit.",
    "swi-red-ii-prepared-shot.text": "Visiere eine Einheit in Reichweite an, in gerader Linie und nicht benachbart zu dir.",
    "swi-green-ii-pin-down.text": "Ein feindlicher Held im Radius, der nicht an Gelände angrenzt, legt eine Karte ab, falls möglich.",
    "swi-blue-ii-delayed-jump.text": "**Zugende:** Platziere dich in ein Feld im Radius, das nicht in gerader Linie zu dir steht.",
    "swi-red-ii-shotgun.text": "Visiere eine Einheit in Reichweite an. Vor dem Angriff:\nEin feindlicher Held, der an das Ziel angrenzt, legt eine Karte ab, falls möglich.",
    "swi-green-ii-mark-for-death.text": "Bewege einen feindlichen Minion im Radius bis zu 3 Felder weit zu einem Feld im Radius.\n**Nächster Zug:** Beim ersten Mal, dass ein feindlicher Minion im Radius besiegt wird, erhalte 1 Münze.",
    "swi-blue-iii-drop-trooper.text": "Platziere dich in ein Feld in gerader Linie im Radius. Stoße bis zu zwei benachbarte feindliche Einheiten jeweils bis zu 2 Felder weit.",
    "swi-red-iii-killshot.text": "Visiere eine Einheit in Reichweite an, in gerader Linie und nicht benachbart zu dir.",
    "swi-green-iii-killing-ground.text": "Ein feindlicher Held im Radius, der nicht an Gelände angrenzt, legt eine Karte ab oder wird besiegt.",
    "swi-blue-iii-mobile-scout.text": "**Zugende:** Platziere dich in ein Feld im Radius, das nicht in gerader Linie zu dir steht.\nDu darfst anschließend eine Schnellreise durchführen, falls möglich.",
    "swi-red-iii-super-shotgun.text": "Visiere eine Einheit in Reichweite an. Vor dem Angriff:\nEin feindlicher Held, der an das Ziel angrenzt, legt eine Karte ab oder wird besiegt.",
    "swi-green-iii-hunting-season.text": "Bewege bis zu zwei feindliche Minions im Radius jeweils bis zu 3 Felder weit zu Feldern im Radius.\n**Nächster Zug:** Beim ersten und zweiten Mal, dass ein feindlicher Minion im Radius besiegt wird, erhalte jeweils 1 Münze.",

    "wuk-gold-tree-slam.text": "**Wähle eines —**\n- Visiere einen benachbarten Minion an.\n- Entferne ein benachbartes ::token_tree:: Baum-Token. Visiere eine Einheit in Reichweite an.",
    "wuk-gold-h-makeshift-weapon.text": "**Wähle eines —**\n- Visiere einen benachbarten Helden an.\n- Entferne ein benachbartes ::token_tree:: Baum-Token. Visiere einen Helden in Reichweite an.",
    "wuk-silver-mystic-saplings.text": "Platziere bis zu 3 ::token_tree:: Baum-Tokens im Radius; diese werden am Ende der Runde nicht entfernt.",
    "wuk-purple-iv-march-of-nature.text": "Jedes Mal, nachdem du eine Karte ausgespielt hast, darfst du ein ::token_tree:: Baum-Token im Radius platzieren.",
    "wuk-blue-i-gifts-of-nature.text": "Entferne ein ::token_tree:: Baum-Token im Radius.\nDu darfst eine abgelegte Karte zurückholen.",
    "wuk-red-i-natures-protector.text": "**Wähle eines —**\n- Visiere einen benachbarten Helden an.\n- Visiere eine Einheit in Reichweite an, die an ein ::token_tree:: Baum-Token angrenzt.",
    "wuk-green-i-toss-away.text": "Platziere ein benachbartes Token oder eine benachbarte feindliche Einheit in ein Feld in Reichweite.",
    "wuk-blue-ii-tree-of-plenty.text": "Entferne ein ::token_tree:: Baum-Token im Radius.\n**Wähle eines —**\n- Du darfst eine abgelegte Karte zurückholen.\n- Ein verbündeter Held im Radius darf eine abgelegte Karte zurückholen.",
    "wuk-red-ii-natures-guardian.text": "**Wähle eines —**\n- Visiere einen benachbarten Helden an.\n- Visiere eine Einheit in Reichweite an, die an ein ::token_tree:: Baum-Token angrenzt.",
    "wuk-green-ii-mighty-throw.text": "Platziere ein benachbartes Token oder eine feindliche Einheit in ein Feld in Reichweite.",
    "wuk-blue-ii-claim-dominance.text": "**Diese Runde:** Bis zu 1 feindlicher Minion, der an dich angrenzt, zählt während der Minionschlacht nicht zur Gesamtzahl der Minions, unabhängig von Immunität.",
    "wuk-red-ii-trample.text": "Wenn du dich in gerader Linie bewegst: Du darfst Hindernisse ignorieren; jeder feindliche Held, durch den du dich bewegst, legt eine Karte ab oder wird besiegt;\nbesiege bis zu einen Minion, durch den du dich bewegst.",
    "wuk-green-ii-into-the-canopy.text": "**Wähle eines —**\n- Tausche mit einem ::token_tree:: Baum-Token im Radius.\n- Tausche eine befreundete Einheit im Radius mit einem Baum-Token im Radius.",
    "wuk-blue-iii-abundance.text": "Entferne ein ::token_tree:: Baum-Token im Radius.\n**Wähle eines oder beides —**\n- Du darfst eine abgelegte Karte zurückholen.\n- Ein verbündeter Held im Radius darf eine abgelegte Karte zurückholen.",
    "wuk-red-iii-natures-champion.text": "**Wähle eines oder beides**, mit unterschiedlichen Zielen —\n- Visiere einen benachbarten Helden an.\n- Visiere eine Einheit in Reichweite an, die an ein ::token_tree:: Baum-Token angrenzt.",
    "wuk-green-iii-monstrous-throw.text": "Platziere ein benachbartes Token oder eine feindliche Einheit in ein Feld in Reichweite. Darf einmal wiederholt werden.",
    "wuk-blue-iii-assert-dominance.text": "**Diese Runde:** Bis zu 2 feindliche Minions, die an dich angrenzen, zählen während der Minionschlacht nicht zur Gesamtzahl der Minions, unabhängig von Immunität.",
    "wuk-red-iii-angry-stampede.text": "Wenn du dich in gerader Linie bewegst: Du darfst Hindernisse ignorieren; jeder feindliche Held, durch den du dich bewegst, legt eine Karte ab oder wird besiegt;\nbesiege bis zu zwei Minions, durch die du dich bewegst.",
    "wuk-green-iii-treetop-ride.text": "**Wähle bis zu zwei Mal —**\n- Tausche mit einem ::token_tree:: Baum-Token im Radius.\n- Tausche eine befreundete Einheit im Radius mit einem Baum-Token im Radius.",

    "ign-gold-chaos-bolt.text": "::tiebreaker_blue::: Visiere einen benachbarten Minion an.\n--- \n::tiebreaker_orange:: Visiere einen Helden in Reichweite an.\n_(Führe den Text aus, der dem Symbol auf der Tie-Breaker-Münze entspricht.)_",
    "ign-gold-h-unreliable-jolt.text": "::tiebreaker_blue::: Visiere einen benachbarten Helden an.\n--- \n::tiebreaker_orange:: Visiere einen Helden in Reichweite an, der nicht benachbart ist.",
    "ign-silver-equilibrium.text": "**Diese Runde:** Jedes Mal, wenn du eine Primäraktion ausführst oder wiederholst, darfst du entweder den ::tiebreaker_blue::- oder den ::tiebreaker_orange::-Kartentext anwenden, unabhängig von der Tie-Breaker-Münze.",
    "ign-purple-iv-chaos-incarnate.text": "Zum ersten Mal in jedem Zug, nachdem du eine Primäraktion ausführst, darfst du die Tie-Breaker-Münze werfen; wenn du das tust, darfst du diese Aktion erneut ausführen und dabei andere Ziele wählen.",
    "ign-blue-i-abrupt-combustion.text": "::tiebreaker_blue::: Ein feindlicher Held im Radius, der an ein Token oder einen Minion angrenzt, legt eine Karte ab, falls möglich.\n--- \n::tiebreaker_orange:: Entferne einen feindlichen Minion im Radius, der an einen feindlichen Helden angrenzt.",
    "ign-red-i-playing-with-fire.text": "::tiebreaker_blue::: Visiere eine Einheit in Reichweite an, die sich nicht in gerader Linie befindet.\n--- \n::tiebreaker_orange:: Visiere eine Einheit in Reichweite an, die sich in gerader Linie befindet.",
    "ign-green-i-path-of-ashes.text": "::tiebreaker_blue::: Bewege dich bis zu 2 Felder in gerader Linie.\nPlatziere in jedes leere Feld, das du durchquert oder verlassen hast, ein ::token_magma:: Magma-Token.\n--- \n::tiebreaker_orange:: Platziere bis zu 2 Magma-Tokens im Radius.",
    "ign-blue-ii-spontaneous-immolation.text": "::tiebreaker_blue::: Ein feindlicher Held im Radius, der an ein Token oder einen Minion angrenzt, legt eine Karte ab, falls möglich.\n--- \n::tiebreaker_orange:: Entferne einen feindlichen Minion im Radius, der an einen feindlichen Helden angrenzt.",
    "ign-blue-ii-searing-heat.text": "::tiebreaker_blue::: Bewege einen verbündeten Helden im Radius 2 Felder in gerader Linie.\n--- \n::tiebreaker_orange:: Bewege einen feindlichen Helden im Radius 2 Felder in gerader Linie.",
    "ign-red-ii-erratic-fireblast.text": "::tiebreaker_blue::: Visiere eine Einheit in Reichweite an, die sich nicht in gerader Linie befindet.\n--- \n::tiebreaker_orange:: Visiere eine Einheit in Reichweite an, die sich in gerader Linie befindet.",
    "ign-red-ii-crack-of-doom.text": "::tiebreaker_blue:: Visiere eine benachbarte Einheit an.\n--- \n::tiebreaker_orange::: Visiere eine Einheit in maximaler Reichweite an.",
    "ign-green-ii-path-of-cinders.text": "::tiebreaker_blue::: Bewege dich bis zu 3 Felder in gerader Linie.\nPlatziere in jedes leere Feld, das du durchquert oder verlassen hast, ein ::token_magma:: Magma-Token.\n--- \n::tiebreaker_orange:: Platziere bis zu 3 Magma-Tokens im Radius.",
    "ign-green-ii-unstable-portal.text": "::tiebreaker_blue::: Tausche mit einer verbündeten Einheit im Radius.\n--- \n::tiebreaker_orange:: Tausche mit einer feindlichen Einheit im Radius.",
    "ign-blue-ii-violent-conflagration.text": "::tiebreaker_blue::: Ein feindlicher Held im Radius, der an ein Token oder einen Minion angrenzt, legt eine Karte ab oder wird besiegt.\n--- \n::tiebreaker_orange:: Besiege einen feindlichen Minion im Radius, der an einen feindlichen Helden angrenzt.",
    "ign-blue-ii-scorching-blaze.text": "::tiebreaker_blue::: Bewege einen verbündeten Helden im Radius 2 oder 3 Felder in gerader Linie.\n--- \n::tiebreaker_orange:: Bewege einen feindlichen Helden im Radius 2 oder 3 Felder in gerader Linie.",
    "ign-red-iii-loosely-aimed-firebolts.text": "::tiebreaker_blue::: Visiere eine Einheit in Reichweite an, die sich nicht in gerader Linie befindet.\n--- \n::tiebreaker_orange:: Visiere eine Einheit in Reichweite an, die sich in gerader Linie befindet.\nDarf einmal auf einen anderen Helden wiederholt werden.",
    "ign-red-iii-imminent-eruption.text": "::tiebreaker_blue::: Visiere eine benachbarte Einheit an.\nDarf einmal auf einen Minion wiederholt werden.\n--- \n::tiebreaker_orange:: Visiere eine Einheit in maximaler Reichweite an.",
    "ign-green-iii-path-of-flames.text": "::tiebreaker_blue::: Bewege dich bis zu 4 Felder in gerader Linie.\nPlatziere in jedes leere Feld, das du durchquert oder verlassen hast, ein ::token_magma:: Magma-Token.\n--- \n::tiebreaker_orange:: Platziere bis zu 4 ::token_magma:: Magma-Tokens im Radius.",
    "ign-green-iii-chaos-gate.text": "::tiebreaker_blue::: Tausche mit einer verbündeten Einheit im Radius.\nDu darfst diese Einheit 1 Feld bewegen.\n--- \n::tiebreaker_orange:: Tausche mit einer feindlichen Einheit im Radius.\nDu darfst dich 1 Feld bewegen.",

    "gyd-gold-cantrip.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Shocking Grasp” _(Um einen Gegner zurückzustoßen!)_\n- “Magic Missile” _(Um aus der Ferne zu schießen!)_\n- “Expeditious Retreat” _(Um eine große Distanz zu überwinden!)_",
    "gyd-gold-h-cheap-trick.text": "Wirke den Zauber “Expeditious Retreat” aus dem Zauberbuch.\n_(Um eine große Distanz zu überwinden!)_",
    "gyd-silver-prepare-spells.text": "Füge dem Zauberbuch alle Zauberkarten hinzu. Nur Gydion darf die Karten im Zauberbuch ansehen.\nSobald ein Zauber gewirkt wird, entferne ihn offen aus dem Zauberbuch. Die Aktion auf der Zauberkarte wird vom Helden ausgeführt, der den Zauber wirkt.",
    "gyd-blue-i-elementary-enchantment.text": "Wirke den Zauber “Suggestion” aus dem Zauberbuch.\n_(Bringe den gegnerischen Champion dazu, ein paar zusätzliche Schritte zu machen.)_",
    "gyd-red-i-elementary-evocation.text": "Wirke den Zauber “Burning Hands” aus dem Zauberbuch.\n_(Verbrenne mehrere Gegner in deiner Nähe.)_",
    "gyd-green-i-elementary-abjuration.text": "Wirke den Zauber “Shield” aus dem Zauberbuch.\n_(Der magische Schild schützt vor weltlichen Gefahren.)_",
    "gyd-red-ii-lesser-evocation.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Burning Hands”\n- “Fireball”\n_(Warte, bis deine Verbündeten aus dem Weg sind, bevor du den Feuerball schleuderst!)_",
    "gyd-red-ii-lesser-necromancy.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Vampiric Touch”\n- “Create Undead”\n_(Verletze deinen Feind, um dich selbst zu heilen. Erschaffe einen untoten Diener.)_",
    "gyd-red-iii-greater-evocation.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Burning Hands”\n- “Fireball”\n- “Sunburst”\n_(Die Reichweite und Kraft von “Sunburst” steigt mit jedem gewirkten Zauber.)_",
    "gyd-red-iii-greater-necromancy.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Vampiric Touch”\n- “Create Undead”\n- “Energy Drain”\n_(Entziehe einem nahen Feind Energie, um deine Vitalität wiederherzustellen.)_",
    "gyd-blue-ii-lesser-enchantment.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Suggestion”\n- “Dominate Person”\n_(Wende die kontrollierte Person gegen ihre eigenen Truppen.)_",
    "gyd-blue-ii-lesser-transmutation.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Midas Touch”\n- “Disintegrate”\n_(Erschaffe Gold. Verwandle Objekte und schwächere Kreaturen in Staub.)_",
    "gyd-blue-iii-greater-enchantment.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Suggestion”\n- “Dominate Person”\n- “Power Word Kill”\n_(Befiehl einem geschwächten Feind in Hörweite, augenblicklich zu sterben.)_",
    "gyd-blue-iii-greater-transmutation.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Midas Touch”\n- “Disintegrate”\n- “Polymorph”\n_(Verwandle Feinde in Kreaturen oder Objekte — und umgekehrt.)_",
    "gyd-green-ii-lesser-abjuration.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Shield”\n- “Banishment”\n_(Berühre etwas, um es dorthin zu verbannen, wo du es willst.)_",
    "gyd-green-ii-lesser-conjuration.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Find Familiar”\n- “Dimension Door”\n_(Beschwöre ein vertrautes Wesen, das dir hilft. Reise an einen weit entfernten Ort.)_",
    "gyd-green-iii-greater-abjuration.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Shield”\n- “Banishment”\n- “Invulnerability”\n_(“Invulnerability” macht dich unverwundbar gegenüber tödlichen Gefahren.)_",
    "gyd-green-iii-greater-conjuration.text": "**Wähle und wirke einen** Zauber aus dem Zauberbuch —\n- “Find Familiar”\n- “Dimension Door”\n- “Cloud Kill”\n_(Erschaffe eine tödliche Wolke in der Ferne, um deinen Feind zu schwächen.)_",
    "gyd-purple-iv-the-archwizard.text": "Immer wenn du Karten dem Zauberbuch hinzufügen würdest, darfst du stattdessen den Zauber “Wish” aus dem Zauberbuch wirken.",

    "gyd-book-g-magic-missile.text": "Visiere eine Einheit in Reichweite an, die nicht an dich angrenzt.",
    "gyd-book-g-shocking-grasp.text": "Visiere eine Einheit an, die an dich angrenzt.\nNach dem Angriff: Bewege das Ziel bis zu 1 Feld.",
    "gyd-book-g-expeditious-retreat.text": "Bewege dich nur in einer geraden Linie.",
    "gyd-book-r-i-burning-hands.text": "Visiere eine Einheit an, die an dich angrenzt.\nVor dem Angriff: Bis zu 1 feindlicher Held, der an das Ziel angrenzt, wirft eine Karte ab, falls möglich.",
    "gyd-book-r-ii-fireball.text": "Visiere eine Einheit in Reichweite an, die weder an dich noch an eine verbündete Einheit angrenzt.",
    "gyd-book-r-iii-sunburst.text": "Visiere eine Einheit bei maximaler Reichweite an. +1 ::attack:: Angriff und +1 ::range:: Reichweite für jede weitere Zauberkarte, die aus dem Zauberbuch entfernt wurde.",
    "gyd-book-r-ii-vampiric-touch.text": "Visiere eine Einheit an, die an dich angrenzt.\nNach dem Angriff: Du darfst eine abgelegte Karte zurückholen.",
    "gyd-book-r-ii-create-undead.text": "Belebe einen verbündeten Minion an einem leeren, freundlichen Spawnpunkt in Reichweite in der Kampfzone wieder.",
    "gyd-book-r-iii-energy-drain.text": "Ein feindlicher Held in Reichweite wirft eine Nicht-Basis-Karte ab, falls möglich. Dein Team stellt 1 ausgegebenen ::life_counters:: Lebensmarker wieder her.",
    "gyd-book-g-i-shield.text": "**Diese Runde:** Du bist immun gegen Basisangriffe.\n_(Wird aufgehoben, wenn der Zauber ins Zauberbuch zurückkehrt.)_",
    "gyd-book-g-ii-banishment.text": "Platziere eine Einheit oder ein Token, die an dich angrenzt, in ein Feld im Radius.",
    "gyd-book-g-iii-invulnerability.text": "**Diese Runde:** Du bist immun gegen Nicht-Basis-Angriffe.",
    "gyd-book-g-ii-dimension-door.text": "Platziere dich in ein Feld bei maximalem Radius. +1 ::radius:: Radius für jede weitere Zauberkarte, die aus dem Zauberbuch entfernt wurde.",
    "gyd-book-g-ii-find-familiar.text": "Platziere ein ::token_familiar:: Vertrauten-Token im Radius.\nDu darfst bis zu drei weitere Zauberkarten offen aus dem Zauberbuch entfernen.",
    "gyd-book-g-iii-cloud-kill.text": "Ein feindlicher Held im Radius wirft eine Basiskarte ab, falls möglich.",
    "gyd-book-b-i-suggestion.text": "Falls möglich, bewegt sich ein feindlicher Held im Radius 3 Felder in einer geraden Linie.",
    "gyd-book-b-ii-dominate-person.text": "Visiere einen feindlichen Helden im Radius an.\nBesiege einen feindlichen Minion im Radius, der an das Ziel angrenzt.",
    "gyd-book-b-iii-power-word-kill.text": "Besiege einen feindlichen Helden im Radius, der keine Karten auf der Hand hat.",
    "gyd-book-b-ii-midas-touch.text": "Erhalte 1 Münze für je zwei weitere Zauberkarten, die aus dem Zauberbuch entfernt wurden.",
    "gyd-book-b-ii-disintegrate.text": "Entferne ein Token oder einen feindlichen, nicht-schweren Minion, der an dich angrenzt.",
    "gyd-book-b-iii-polymorph.text": "Tausche einen feindlichen Helden im Radius mit einem Token im Radius oder mit einem feindlichen Minion im Radius.",
    "gyd-book-p-iv-wish.text": "Wirke einen beliebigen Zauber aus dem Zauberbuch.\nNachdem du den Zauber „Wish“ dreimal gewirkt hast, gewinnt dein Team das Spiel.",

    "raz-gold-stunt-doubles.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Erschaffe bis zu 3 weitere von dir in Radius; jede dieser Kopien ist derselbe Held — außer beim Ausführen von Aktionen. Wenn eine besiegt wird, entferne alle.",
    "raz-gold-h-stunted-doubles.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Erschaffe bis zu 3 weitere von dir in Radius; jede dieser Kopien ist derselbe Held — außer beim Ausführen von Aktionen. Wenn eine besiegt wird, entferne alle.",
    "raz-silver-crowd-control.text": "Als Verteidigungsaktion: +2 ::defense::\nVerteidigung für jede weitere deiner Kopien in Radius.\nAls Fertigkeit: Entferne alle anderen deiner Kopien im Spiel.",
    "raz-red-i-phantom-strike.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Falls mehr als eine deiner Kopien im Spiel ist, darfst du eine von ihnen entfernen.",
    "raz-green-i-tightrope.text": "Nachdem du dich bewegt hast, darfst du eine andere deiner Kopien 1 Feld bewegen.",
    "raz-blue-i-alleyoop.text": "Tausche mit einem befreundeten Helden in Reichweite.\nBewege eine andere deiner Kopien bis zu 1 Feld.",
    "raz-red-ii-hit-and-gone.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst eine oder mehrere deiner Kopien im Spiel entfernen, außer der letzten.",
    "raz-red-ii-rummage.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Falls eine weitere deiner Kopien in Radius ist, darfst du eine abgelegte Karte zurückholen.\n_(Alle Kopien teilen sich Hand, Deck und Ablagestapel.)_",
    "raz-green-ii-high-wire.text": "Nachdem du dich bewegt hast, bewege eine andere deiner Kopien bis zu 2 Felder.",
    "raz-green-ii-theatrics.text": "Tausche mit einem Minion in Reichweite.",
    "raz-blue-ii-group-performance.text": "Tausche mit einem befreundeten Helden in Reichweite.\nBewege eine andere deiner Kopien bis zu 2 Felder.",
    "raz-blue-ii-magic-trick.text": "Stoße eine benachbarte Einheit bis zu 2 Felder von dir weg;\nfür jedes Feld, das das Ziel bewegt wurde, bewege diese Kopie von dir 1 Feld in die entgegengesetzte Richtung.",
    "raz-green-ii-wire-dancers.text": "Nachdem du dich bewegt hast, bewege eine andere deiner Kopien bis zu 3 Felder.",
    "raz-green-ii-spectacle.text": "Tausche mit einem Minion in Reichweite.\nDarf einmal durch eine andere deiner Kopien wiederholt werden, mit einem anderen Minion als Ziel.",
    "raz-blue-iii-team-spirit.text": "Tausche mit einem befreundeten Helden in Reichweite.\nBewege eine andere deiner Kopien bis zu 3 Felder.",
    "raz-blue-iii-aaaand-its-gone-.text": "Stoße eine benachbarte Einheit bis zu 3 Felder von dir weg;\nfür jedes Feld, das das Ziel bewegt wurde, bewege diese Kopie von dir 1 Feld in die entgegengesetzte Richtung.",
    "raz-red-iii-into-thin-air.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst eine oder mehrere deiner Kopien im Spiel entfernen, auch alle.\n_(Wenn alle entfernt werden, bist du nicht besiegt. Respawn wie üblich.)_",
    "raz-red-iii-ransack.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Für jede weitere deiner Kopien in Radius darfst du eine abgelegte Karte zurückholen.",
    "raz-purple-iv-twin-strike.text": "Nachdem du eine Basisangriffsaktion durchgeführt hast, darf eine andere deiner Kopien diese einmal wiederholen, mit einem anderen Ziel.",

    "han-gold-fight-and-flight.text": "Visiere eine Einheit benachbart zu dir an.\nFalls das Ziel nicht besiegt wird, nach dem Angriff: Falls möglich, bewege dich 3 Felder in gerader Linie.",
    "han-gold-h-fight-or-flight.text": "Visiere einen Helden benachbart zu dir an.\nFalls das Ziel nicht besiegt wird, nach dem Angriff: Falls möglich, bewege dich 3 Felder in gerader Linie.",
    "han-silver-hurry-up-.text": "Setze den aufgedruckten ::initiative:: Initiativwert einer nicht aufgelösten Karte eines Helden in Reichweite auf 11, bis diese Karte aufgelöst wird oder sich ihr Zustand anderweitig ändert.\n_(Dies kann die Initiativreihenfolge und Tie-Breaker beeinflussen.)_",
    "han-purple-iv-the-ultimate-trick.text": "Du bestimmst die nächste Aktion sowie deren Ausführung für einen Helden, den du mit „Hurry Up!“ anvisierst.",
    "han-blue-i-unexpected-journey.text": "Tausche mit einem feindlichen Helden in Radius.\n**Diese Runde:** Dieser Held ist immun.\n**Rundenende:** Tausche mit diesem Helden, unabhängig von Radius und Immunität.",
    "han-red-i-helping-hand.text": "**Wähle eines —**\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der benachbart zu deinem befreundeten Helden ist.",
    "han-green-i-monkey-trick.text": "Tausche zwei befreundete Einheiten in Radius.",
    "han-blue-ii-there-and-back-again.text": "Tausche mit einem feindlichen Helden in Radius.\n**Diese Runde:** Dieser Held ist immun.\n**Rundenende:** Tausche mit diesem Helden, unabhängig von Radius und Immunität.",
    "han-red-ii-even-the-odds.text": "**Wähle eines —**\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der benachbart zu deinem befreundeten Helden ist.",
    "han-green-ii-monkey-twist.text": "Tausche zwei befreundete Einheiten in Radius.",
    "han-blue-ii-this-way-.text": "Ein befreundeter Held in Radius wählt eine Distanz von 1 oder 2; bewege euch beide um diese Anzahl Felder in eine Richtung deiner Wahl.\n_(Beide müssen die vollständige Distanz zurücklegen, oder keiner bewegt sich.)_",
    "han-red-ii-outnumber.text": "**Wähle eines —**\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Minion in Reichweite an, der benachbart zu deinem befreundeten Helden ist.",
    "han-green-ii-hear-nothing.text": "Tausche mit einem feindlichen Helden in Radius.",
    "han-blue-iii-safe-travels.text": "Tausche mit einem feindlichen Helden in Radius.\n**Diese Runde:** Dieser Held ist immun.\n**Rundenende:** Tausche mit diesem Helden, unabhängig von Radius und Immunität. Du darfst dich 1 Feld bewegen.",
    "han-red-iii-trusted-sidekick.text": "**Wähle eines oder beide**, in beliebiger Reihenfolge —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der benachbart zu deinem befreundeten Helden und nicht benachbart zu dir ist.",
    "han-green-iii-monkey-business.text": "Tausche zwei befreundete Einheiten in Radius.\nDu darfst dich 1 Feld bewegen.",
    "han-blue-iii-that-way-.text": "Ein befreundeter Held in Radius wählt eine Distanz von 1, 2 oder 3; bewege euch beide um diese Anzahl Felder in eine Richtung deiner Wahl.",
    "han-red-iii-pile-on.text": "**Wähle eines oder beide**, in beliebiger Reihenfolge —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Minion in Reichweite an, der benachbart zu deinem befreundeten Helden ist.",
    "han-green-iii-see-nothing.text": "Tausche mit einem feindlichen Helden in Radius.\nDu darfst dich 1 Feld bewegen.",

    "sno-gold-rune-sigils.text": "Visiere eine Einheit benachbart zu dir an;\nwenn eine Rune aktiv ist:\n- ::rune_bird::: Du darfst stattdessen einen Minion in Reichweite anvisieren.\n- ::rune_axe::: +3 ::attack:: Angriff\n- ::rune_anvil::: Wenn du einen Helden anvisierst, erhalte 3 Münzen.\n- ::rune_horn::: Wiederhole einmal mit einem anderen Helden in Reichweite.",
    "sno-gold-h-rune-shards.text": "Visiere einen Helden benachbart zu dir an;\nwenn eine Rune aktiv ist:\n- ::rune_axe::: +3 ::attack:: Angriff\n- ::rune_anvil::: Erhalte 2 Münzen.\n- ::rune_horn::: Wiederhole einmal mit einem anderen Helden in Reichweite.",
    "sno-silver-inscribe-the-runes.text": "Gib dir selbst 4 ::rune_axe::::rune_bird::::rune_anvil::::rune_horn:: Runenmarker und platziere je einen unter jedem deiner Zugfelder.\nEine Rune ist aktiv, solange sie unter dem zum aktuellen Zug passenden Zugfeld liegt.\nRunenmarker werden nicht am Rundenende oder beim Besiegtwerden entfernt.",
    "sno-purple-iv-rune-mastery.text": "Jedes Mal, wenn du eine Aktion ausführst, wähle eine inaktive Rune; diese zählt für diese Aktion als zweite Rune.",
    "sno-blue-i-safe-passage.text": "Wenn die Rune ::rune_bird:: aktiv ist:\n**Diese Runde:** Du darfst Hindernisse ignorieren.",
    "sno-red-i-runic-dagger.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Wenn die Rune ::rune_anvil:: aktiv ist, darfst du eine abgelegte Karte zurückholen.",
    "sno-green-i-oath-of-endurance.text": "Wenn eine Rune aktiv ist:\n- ::rune_horn::: Blockiere einen Basisangriff.\n- ::rune_axe::: Blockiere einen Nahkampfangriff.\n**Diese Runde:** Du bist immun gegenüber feindlichen Aktionen.",
    "sno-blue-ii-hidden-passage.text": "Wenn eine Rune aktiv ist:\n- ::rune_bird::: **Diese Runde:** Du darfst Hindernisse ignorieren.\n- ::rune_anvil::: **Diese Runde:** Du bist immun gegenüber feindlichen Aktionen.",
    "sno-blue-ii-ancestral-boon.text": "Wenn eine Rune aktiv ist, darf ein befreundeter Held in Radius:\n- ::rune_axe::: Eine aufgelöste Karte mit einer Karte aus der Hand tauschen.\n- ::rune_anvil::: Alle abgelegten Karten zurückholen.",
    "sno-red-ii-runic-hammer.text": "Vor dem Angriff: Wenn die Rune ::rune_horn:: aktiv ist, darfst du dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Wenn die Rune ::rune_anvil:: aktiv ist, darfst du eine abgelegte Karte zurückholen.",
    "sno-red-ii-runecaster.text": "Visiere eine Einheit in maximaler Reichweite an.\nNach dem Angriff: Wenn eine Rune aktiv ist:\n- ::rune_horn::: Bewege dich bis zu 2 Felder.\n- ::rune_axe::: Ein feindlicher Held, der dem Ziel benachbart war, legt eine Karte ab oder wird besiegt.",
    "sno-green-ii-oath-of-fortitude.text": "Wenn eine Rune aktiv ist:\n- ::rune_horn::: Blockiere einen Basisangriff.\n- ::rune_axe::: Blockiere einen Nahkampfangriff.\n- ::rune_bird::: Blockiere einen Fernkampfangriff.\n**Diese Runde:** Du bist immun gegenüber feindlichen Aktionen.",
    "sno-green-ii-runetrap.text": "Wenn eine Rune aktiv ist, muss ein feindlicher Held in Radius:\n- ::rune_horn::: Eine grüne Karte ablegen, falls möglich.\n- ::rune_axe::: Eine silberne Karte ablegen, falls möglich.\n- ::rune_anvil::: Eine blaue Karte ablegen, falls möglich.",
    "sno-blue-iii-deep-passage.text": "Wenn eine Rune aktiv ist:\n- ::rune_bird::: **Diese Runde:** Du darfst Hindernisse ignorieren.\n- ::rune_anvil::: **Diese Runde:** Du bist immun gegenüber feindlichen Aktionen.\n- ::rune_horn::: Erhalte +2 ::movement:: Bewegung.",
    "sno-blue-iii-ancestral-grace.text": "Wenn eine Rune aktiv ist, darf ein befreundeter Held in Radius:\n- ::rune_axe::: Eine aufgelöste Karte mit einer Karte aus der Hand tauschen.\n- ::rune_anvil::: Alle abgelegten Karten zurückholen.\n- ::rune_bird::: Eines seiner Items mit einem Item auf seiner Karte desselben Tiers und derselben Farbe tauschen.",
    "sno-red-iii-runic-battleaxe.text": "Vor dem Angriff: Wenn die Rune ::rune_horn:: aktiv ist, darfst du dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Wenn eine Rune aktiv ist:\n- ::rune_axe::: Darf einmal mit einem feindlichen Minion wiederholt werden.\n- ::rune_anvil::: Du darfst eine abgelegte Karte zurückholen.",
    "sno-red-iii-runeblaster.text": "Wenn die Rune ::rune_bird:: aktiv ist, visiere eine Einheit in Reichweite an, andernfalls in maximaler Reichweite.\nNach dem Angriff: Wenn eine Rune aktiv ist:\n- ::rune_horn::: Bewege dich bis zu 2 Felder.\n- ::rune_axe::: Ein feindlicher Held, der dem Ziel benachbart war, legt eine Karte ab oder wird besiegt.",
    "sno-green-iii-oath-of-perseverance.text": "Wähle eine aktive Rune:\n- ::rune_horn::: Blockiere einen Basisangriff.\n- ::rune_axe::: Blockiere einen Nahkampfangriff.\n- ::rune_bird::: Blockiere einen Fernkampfangriff.\n- ::rune_anvil::: Blockiere einen Spezialangriff.\n**Diese Runde:** Du bist immun gegenüber feindlichen Aktionen.",
    "sno-green-iii-runebomb.text": "Wähle eine aktive Rune; je nach Rune muss ein feindlicher Held in Radius:\n- ::rune_horn::: Eine grüne Karte ablegen, falls möglich.\n- ::rune_axe::: Eine silberne Karte ablegen, falls möglich.\n- ::rune_anvil::: Eine blaue Karte ablegen, falls möglich.\n- ::rune_bird::: Eine goldene Karte ablegen, falls möglich."
}
