{
    "app.header.overview": "Helden",
    "app.header.dashboard": "Mein Profil",
    "app.button.search": "Suchen...",
    "app.card-type.basic": "Basis",
    "app.card-type.ranged": "Fernkampf",
    "app.card-type.attack": "Angriff",
    "app.card-type.movement": "Bewegung",
    "app.card-type.ultimate": "Ultimate",
    "app.card-type.skill": "Fähigkeit",
    "app.card-type.defense": "Verteidigung",
    "app.card.upgrade": "Upgrade",
    "app.card.downgrade": "Downgrade",
    "app.stat.attack": "Angriff",
    "app.stat.defense": "Verteidigung",
    "app.stat.initiative": "Initiative",
    "app.stat.movement": "Mobilität",
    "ari.class": "Der Gezeitenmeister",
    "tig.class": "Der Taschendieb",
    "was.class": "Die Kriegsmaid",
    "sab.class": "Die Kommandantin",
    "xar.class": "Die Verwandelte",
    "dod.class": "Die Hexenmeisterin",
    "sil.class": "Die Pfadfinderin",
    "bro.class": "Der Zerstörer",
    "urs.class": "Der Wilde",
    "tal.class": "Die Geisterruferin",
    "whi.class": "Der Ausgestoßene",
    "mis.class": "Die Samurai",
    "ari-gold-noble-blade.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Du darfst eine andere Einheit, die zur Ziel-Einheit benachbart ist, 1 Feld bewegen.\n_(„Eine andere Einheit“ schließt dich nie ein)_",
    "ari-gold-h-ceremonial-blade.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Du darfst einen Minion, der zur Ziel-Einheit benachbart, 1 Feld bewegen.",
    "ari-silver-spell-break.text": "**Dieser Zug:** Gegnerische Helden im Radius können keine Fertigkeiten ausführen oder Reaktionskarten spielen.",
    "ari-red-i-dangerous-current.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer Linie von 2 Feldern hinter dem Ziel wirft eine Karte ab oder wird besiegt.",
    "ari-red-ii-raging-stream.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer der 3 Felder in gerader Linie direkt hinter dem Ziel wirft eine Karte ab oder wird besiegt.",
    "ari-red-iii-violent-torrent.text": "Visiere eine Einheit benachbart zu dir an.\nVor dem Angriff: Bis zu 1 gegnerischer Held in einer der 5 Felder in gerader Linie direkt hinter dem Ziel wirft eine Karte ab oder wird besiegt.\n*Kann einmal auf eine andere Einheit wiederholt werden.*",
    "ari-red-ii-rogue-wave.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Du darfst eine gegnerische Einheit, die benachbart zu dir ist, bis zu 2 Felder schieben.",
    "ari-red-iii-tidal-blast.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Du darfst eine gegnerische Einheit, die benachbart zu dir ist, bis zu 3 Felder schieben.",
    "ari-green-i-liquid-leap.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt und nicht benachbart zu einem leeren Spawnpunkt.",
    "ari-green-ii-magical-current.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt und nicht benachbart zu einem leeren Spawnpunkt.",
    "ari-green-ii-arcane-whirlpool.text": "Tausche mit einem gegnerischen Minion in Reichweite.\n(*Tausche die Position mit dem Ziel. Das ist keine Bewegung.*)",
    "ari-green-iii-stranger-tide.text": "Platziere dich in ein Feld in Reichweite ohne Spawnpunkt.",
    "ari-green-iii-ebb-and-flow.text": "Tausche mit einem gegnerischen Minion in Reichweite.\nFalls dieser benachbart zu dir war, darfst du dies einmal wiederholen.",
    "ari-blue-i-aspiring-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n_(Das beinhaltet sowohl freundliche als auch feindliche Minions)_",
    "ari-blue-ii-expert-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n**Dieser Zug:** Du bist immun gegen Angriffsaktionen aller gegnerischen Helden, außer diesem Angreifer.",
    "ari-blue-ii-slippery-ground.text": "**Dieser Zug:** Gegnerische Helden, die benachbart zu dir sind, können kein Schnellreisen durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "ari-blue-iii-master-duelist.text": "*Ignoriere alle Verteidigungsmodifikatoren von Minions.*\n**Diese Runde:** Du bist immun gegen Angriffsaktionen aller gegnerischen Helden, außer diesem Angreifer.",
    "ari-blue-iii-deluge.text": "**Dieser Zug:** Gegnerische Helden im Radius können kein Schnellreisen durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "ari-ult-iv-living-tsunami.text": "Einmal pro Zug, bevor du eine Angriffsaktion ausführst, darfst du dich 1 Feld bewegen.",
    "tig-gold-blink-strike.text": "Vor dem Angriff: Bewege dich 2 Felder in einer geraden Linie durch eine gegnerische Einheit; Visiere diese Einheit als Ziel.\n_(Falls du dich nicht so bewegen kannst, kannst du nicht angreifen.)_",
    "tig-silver-blend-into-shadows.text": "Wenn du benachbart zu einem Gelände bist, platziere dich in ein Feld im Radius; falls du das tust: **Nächster Zug:** Du bist immun gegen gegnerische Angriffsaktionen.",
    "tig-red-i-hit-and-run.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich 1 Feld bewegen.",
    "tig-red-ii-combat-reflexes.text": "Vor dem Angriff: Du darfst dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Falls du dich vor dem Angriff nicht bewegt hast, darfst du dich 1 Feld bewegen.",
    "tig-red-ii-backstab.text": "Visiere eine Einheit benachbart zu dir an; falls eine freundliche Einheit benachbart zum Ziel ist: +2 🗡️ Angriff.\n*(Eine „freundliche Einheit“ ist ein anderer Held oder ein Minion deines Teams.)*",
    "tig-red-iii-leaping-strike.text": "Vor dem Angriff: Du darfst dich 1 Feld bewegen.\nVisiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Du darfst dich 1 Feld bewegen.",
    "tig-red-iii-backstab-with-a-ballista.text": "Visiere eine Einheit in Reichweite an; falls eine freundliche Einheit benachbart zum Ziel ist: +2 🗡️ Angriff, und das Ziel kann keine Primäraktion zur Verteidigung ausführen.",
    "tig-blue-i-dodge.text": "Blocke einen Fernkampfangriff.",
    "tig-blue-ii-sidestep.text": "Blocke einen Fernkampfangriff.\nDu darfst dich 1 Feld bewegen.",
    "tig-blue-ii-parry.text": "Blocke einen Nahkampfangriff.\nDer Angreifer wirft eine Karte ab, falls möglich.",
    "tig-blue-iii-riposte.text": "Blocke einen Nahkampfangriff.\nDer Angreifer wirft eine Karte ab oder wird besiegt.",
    "tig-blue-iii-evade.text": "Blocke einen Fernkampfangriff.\nDu darfst dich 1 Feld bewegen. Du darfst deine benutzte oder abgeworfene Basis-Fertigkeit zurückholen.",
    "tig-green-i-light-fingered.text": "Du darfst dich 1 Feld bewegen.\nNimm 1 Münze von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich 1 Feld bewegen.",
    "tig-green-ii-pick-pocket.text": "Bewege dich bis zu 2 Felder.\nNimm 1 Münze von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich 1 Feld bewegen.",
    "tig-green-ii-poisoned-dagger.text": "Gib einem Helden in Reichweite einen 🐍 Giftmarker.\nDer Held mit einem Giftmarker hat -1 ⚡ Initiative, -1 🗡️ Angriff und -1 🛡️ Verteidigung.",
    "tig-green-iii-master-thief.text": "Bewege dich bis zu 2 Felder. Nimm 1 oder 2 Münzen von einem benachbarten gegnerischen Helden; falls du das tust, darfst du dich bis zu 2 Felder bewegen.",
    "tig-green-iii-poisoned-dart.text": "Gib einem Helden in Reichweite einen 🐍 Giftmarker.\nDer Held mit einem Giftmarker hat -2 ⚡ Initiative, -2 🗡️ Angriff und -2 🛡️ Verteidigung.",
    "tig-gold-h-nimble-strike.text": "Vor dem Angriff: Bewege dich 2 Felder in gerader Linie durch einen gegnerischen Helden; visiere diesen Helden an.",
    "tig-ult-iv-cloak-and-daggers.text": "Nachdem du eine Basisaktion ausgeführt hast, darfst du sie einmal wiederholen; falls du eine Angriffsaktion wiederholst, darfst du nicht dieselbe Einheit anvisieren.",
    "was-gold-magnetic-dagger.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: *Dieser Zug:* Gegnerische Einheiten im Radius dürfen weder platziert noch getauscht werden - weder von sich selbst noch von gegnerischen Helden.",
    "was-silver-static-barrier.text": "**Dieser Zug:** Wenn ein gegnerischer Held außerhalb des Radius eine Aktion ausführt, zählen Felder im Radius als Hindernisse. Wenn ein gegnerischer Held im Radius eine Aktion ausführt, zählen Felder außerhalb des Radius als Hindernisse.",
    "was-red-i-shock.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab, falls möglich.",
    "was-red-ii-charged-boomerang.text": "Visiere eine Einheit in Reichweite und nicht in gerader Linie an.\n(*Einheiten benachbart zu dir befinden sich in gerader Linie zu dir.*)",
    "was-red-ii-electrocute.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab, falls möglich.",
    "was-red-iii-electroblast.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Ein gegnerischer Held im Radius, der nicht benachbart zu dir ist, wirft eine Karte ab oder wird besiegt.",
    "was-red-iii-thunder-boomerang.text": "Visiere eine Einheit in Reichweite und nicht in gerader Linie an.\nNach dem Angriff: Falls du einen Helden anvisiert hast, darfst du dies einmal auf ein anderes Ziel wiederholen.",
    "was-blue-i-lift-up.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf einmal mit dem selben Ziel wiederholt werden.",
    "was-blue-ii-control-gravity.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf einmal mit dem selben Ziel wiederholt werden.",
    "was-blue-ii-kinetic-repulse.text": "Schiebe bis zu 2 gegnerische Einheiten benachbart zu dir 3 Felder; wenn ein geschobener Held von einem Hindernis gestoppt wird, wirft dieser eine Karte ab, falls möglich.",
    "was-blue-iii-center-of-mass.text": "Bewege eine Einheit oder ein Token im Radius 1 Feld, ohne sie näher zu dir oder weiter weg zu bewegen. Darf bis zu zweimal mit dem selben Ziel wiederholt werden.",
    "was-blue-iii-kinetic-blast.text": "Schiebe bis zu 2 gegnerische Einheiten benachbart zu dir 3 oder 4 Felder; wenn ein geschobener Held von einem Hindernis gestoppt wird, wirft dieser eine Karte ab, falls möglich.",
    "was-green-i-stop-projectiles.text": "Blocke einen Fernkampfangriff.",
    "was-green-ii-deflect-projectiles.text": "Blocke einen Fernkampfangriff; falls du das tust, wirft ein gegnerischer Held in Reichweite (außer dem Angreifer) eine Karte ab, falls möglich.",
    "was-green-iii-reflect-projectiles.text": "Blocke einen Fernkampfangriff; falls du das tust, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "was-green-ii-telekinesis.text": "Platziere eine Einheit oder ein Token in Reichweite, das sich nicht in gerader Linie befindet, in ein Feld benachbart zu dir.",
    "was-green-iii-mass-telekinesis.text": "Platziere eine Einheit oder ein Token in Reichweite, das sich nicht in gerader Linie befindet, in ein Feld benachbart zu dir. Darf einmal wiederholt werden.",
    "was-gold-h-crackling-dagger.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: **Dieser Zug:** Gegnerische Einheiten im Radius dürfen weder platziert noch getauscht werden - weder von sich selbst noch von gegnerischen Helden.",
    "was-ult-iv-high-voltage.text": "Jedes Mal, nachdem du eine Basisfertigkeit ausführst, darfst du einen gegnerischen Minion im Radius besiegen; ein gegnerischer Held, der benachbart zu diesem Minion war, wirft eine Karte ab, falls möglich.",
    "sab-gold-point-blank-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir ist, schiebe es 1 Feld.",
    "sab-silver-back-to-back.text": "Tausche mit einem freundlichen Minion im Radius.",
    "sab-red-i-quickdraw.text": "Visiere eine Einheit in Reichweite an. +3 🗡️ Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-red-ii-gunslinger.text": "Visiere eine Einheit in Reichweite an. +3 🗡️ Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-red-ii-shootout.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir war, entferne bis zu einen gegnerischen Minion benachbart zu dir.\n\n(*Du erhältst keine Münze für das Entfernen eines Minions - nur für das Besiegen.*)",
    "sab-red-iii-bullet-hell.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Falls das Ziel benachbart zu dir war, entferne bis zu zwei gegnerische Minions benachbart zu dir.",
    "sab-red-iii-dead-shot.text": "Visiere eine Einheit in Reichweite an. +4 🗡️ Angriff, falls das Ziel in diesem Zug eine Angriffskarte gespielt hat.",
    "sab-blue-ii-steady-advance.text": "Falls sich zwei oder mehr freundliche Minions im Radius befinden, darfst du eine abgeworfene Karte zurückholen; falls du das tust, darfst du dich 1 Feld bewegen.",
    "sab-blue-i-listen-up.text": "Tausche die Position zweier Minions im Radius.",
    "sab-blue-ii-roger-roger.text": "Tausche die Position zweier Minions im Radius.",
    "sab-blue-iii-ready-and-waiting.text": "Tausche die Position zweier Minions im Radius, die Immunität schwerer Minions darf ignoriert werden.",
    "sab-blue-iii-unwavering-resolve.text": "Falls sich zwei oder mehr freundliche Minions im Radius befinden, darfst du eine abgeworfene Karte zurückholen; falls du das tust, bewege dich bis zu 2 Felder.",
    "sab-green-i-troop-movement.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf einmal wiederholt werden.",
    "sab-green-ii-close-support.text": "Ein gegnerischer Held im Radius, der benachbart zu deinem freundlichen Minion ist, wirft eine Karte ab, falls möglich.",
    "sab-green-iii-path-to-victory.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf bis zu zweimal wiederholt werden.",
    "sab-green-iii-covering-fire.text": "Ein gegnerischer Held im Radius, der benachbart zu deinem freundlichen Minion ist, wirft eine Karte ab oder wird besiegt.",
    "sab-green-ii-marching-orders.text": "Bewege einen freundlichen Minion im Radius 1 Feld weit zu einem anderen Feld im Radius. Darf einmal wiederholt werden.",
    "sab-gold-h-bang.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Schiebe das Ziel 1 Feld.",
    "sab-gold-iv-big-sodding-gun.text": "Dein Basisangriff hat +2 🏹 Reichweite und +2 🗡️ Angriff. Wenn du einen gegnerischen Helden schiebst, wirft dieser eine Karte ab oder wird besiegt.",
    "xar-gold-cleave.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.\n(Du darfst dies auch wiederholen, wenn das ursprüngliche Ziel ein Minion war.)",
    "xar-gold-h-desperate-cleave.text": "Visiere einen Helden benachbart zu dir an.\nNach dem Angriff: Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.",
    "xar-silver-sirens-call.text": "Visiere eine gegnerische Einheit in Reichweite an, die nicht benachbart zu dir ist; falls möglich, bewege das Ziel bis zu 3 Felder in ein Feld benachbart zu dir.",
    "xar-ult-iv-metamorphosis.text": "Erhalte +1 Bewegung und +1 Initiative für jede gegnerische Einheit benachbart zu dir. Du darfst dich durch Hindernisse bewegen.",
    "xar-green-i-charm.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Fernkampfminion im Radius bis zu 2 Felder bewegen.",
    "xar-green-ii-constrict.text": "**Rundenende:** Besiege einen gegnerischen Nahkampfminion benachbart zu dir.\n(Vor dem Minion-Kampf am Rundenende.)",
    "xar-green-ii-control.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Fernkampf- oder Nahkampfminion im Radius bis zu 2 Felder bewegen.",
    "xar-green-iii-final-embrace.text": "**Rundenende:** Besiege einen gegnerischen Nahkampf- oder Fernkampfminion benachbart zu dir.",
    "xar-green-iii-dominate.text": "Vor oder nach der Bewegung darfst du einen gegnerischen Minion im Radius bis zu 2 Felder bewegen; ignoriere Immunität schwerer Minions.",
    "xar-blue-i-stone-gaze.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen. (Wenn du dich bewegst, „wandert“ der Radius mit dir.)",
    "xar-blue-ii-petrifying-stare.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen.",
    "xar-blue-ii-fresh-converts.text": "Falls du benachbart zu einem gegnerischen Minion bist, darfst du eine abgeworfene Karte zurückholen.",
    "xar-blue-iii-turn-into-statues.text": "**Nächster Zug**: Gegnerische Helden im Radius zählen als Helden und Gelände und können keine Bewegungsaktionen ausführen.",
    "xar-blue-iii-devoted-followers.text": "Falls du benachbart zu einer gegnerischen Einheit bist, darfst du eine abgeworfene Karte zurückholen.",
    "xar-red-i-threatening-slash.text": "Visiere eine Einheit benachbart zu dir an. +1 🗡️ Angriff für jede weitere gegnerische Einheit benachbart zu dir.\n(Zähle das Ziel nicht bei der Berechnung des Bonus mit.)",
    "xar-red-ii-deadly-swipe.text": "Visiere eine Einheit benachbart zu dir an. +2 🗡️ Angriff für jede weitere gegnerische Einheit benachbart zu dir.",
    "xar-red-ii-long-thrust.text": "Visiere eine Einheit in Reichweite an. +1 🏹 Reichweite für jede gegnerische Einheit benachbart zu dir.",
    "xar-red-iii-rapid-thrusts.text": "Visiere eine Einheit in Reichweite an. +1 🏹 Reichweite für jede gegnerische Einheit benachbart zu dir. Darf einmal auf einen anderen gegnerischen Helden wiederholt werden.",
    "xar-red-iii-lethal-spin.text": "Visiere eine Einheit benachbart zu dir an. +3 🗡️ Angriff für jede weitere gegnerische Einheit benachbart zu dir.",
    "dod-gold-dread-razor.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Falls du benachbart zu einem leeren Spawnpunkt in der Kampfzone bist, visiere eine Einheit in Reichweite an.",
    "dod-gold-h-rusty-razor.text": "**Wähle eins** —\n- Visiere einen Helden benachbart zu dir an.\n- Falls du benachbart zu einem leeren Spawnpunkt in der Kampfzone bist, visiere einen Helden in Reichweite an.",
    "dod-silver-death-trap.text": "Ein gegnerischer Held im Radius, der benachbart zu einem leeren Spawnpunkt in der Kampfzone ist, wirft eine Karte ab, falls möglich.",
    "dod-ult-iv-tide-of-darkness.text": "Während du eine Aktion ausführst, zählen alle Felder so, als ob sie sich in der Kampfzone befinden und einen freundlichen Minion-Spawnpunkt enthalten.",
    "dod-green-i-dark-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 1 Münze.",
    "dod-green-ii-darker-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 2 Münzen.",
    "dod-green-iii-darkest-ritual.text": "Falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden, erhalte 2 Münzen.\nFalls du deine Ultimative besitzt, erhalte einen 🗡️ Angriffs-Gegenstand.\n *(Verwende eine beliebige Ersatzkarte aus der Box mit dem entsprechenden Symbol)*",
    "dod-green-ii-necromancy.text": "Belebe einen freundlichen Minion in einem leeren freundlichen Spawnpunkt benachbart zu dir in der Kampfzone wieder.",
    "dod-green-iii-necomastery.text": "Belebe einen freundlichen Minion in einem leeren freundlichen Spawnpunkt im Radius in der Kampfzone wieder.",
    "dod-blue-i-shield-of-decay.text": "+2 🛡️ Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-ii-vampiric-shield.text": "+2 🛡️ Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-iii-aegis-of-doom.text": "+4 🛡️ Verteidigung, falls sich 2 oder mehr leere Spawnpunkte im Radius in der Kampfzone befinden.",
    "dod-blue-i-weakness.text": "**Dieser Zug:** Gegnerische Helden im Radius haben -4 🗡️ Angriff.\n*(Sie dürfen trotzdem angreifen - auch mit negativem Angriffswert)*",
    "dod-blue-iii-enfeeblement.text": "**Dieser Zug:** Gegnerische Helden im Radius haben −6 🗡️ Angriff und dürfen keine Aktionen wiederholen.",
    "dod-red-i-littlefinger-of-death.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-ii-finger-of-death.text": "**Wähle eins** —\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-iii-middlefinger-of-death.text": "**Wähle eins oder beide**\n- auf unterschiedliche Ziele:\n- Visiere eine Einheit benachbart zu dir an.\n- Visiere einen Helden in Reichweite an, der eine oder mehrere Karten im Ablagestapel hat.",
    "dod-red-ii-burning-skull.text": "Visiere eine Einheit in Reichweite an.\n**Nach dem Angriff:** Bewege bis zu 1 Minion benachbart zu dir 1 Feld weit, in ein Feld, das nicht benachbart zu dir ist.",
    "dod-red-iii-blazing-skull.text": "Visiere eine Einheit in Reichweite an.\nNach dem Angriff: Bewege bis zu 2 Minions benachbart zu dir je 1 Feld weit, in Felder, die nicht benachbart zu dir sind.",
    "sil-gold-shoot-and-scoot.text": "Visiere eine Einheit auf maximaler Reichweite an.\nNach dem Angriff: Falls möglich, darfst du per Schnellreise in eine benachbarte Zone wechseln.",
    "sil-silver-trailblazer.text": "Du darfst, falls möglich, per Schnellreise reisen.\n**Diese Runde**: Du und freundliche Helden im Radius dürfen Hindernisse bei Bewegungsaktionen ignorieren.",
    "sil-red-i-snap-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-ii-opportunity-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-ii-long-shot.text": "Visiere eine Einheit auf maximaler Reichweite an.",
    "sil-red-iii-clear-shot.text": "**Wähle eins —**\n- Visiere eine Einheit in Reichweite an, die zu keiner anderen Einheit benachbart ist.\n- Visiere eine Einheit benachbart zu dir an.",
    "sil-red-iii-rain-of-arrows.text": "Visiere eine Einheit auf maximaler Reichweite an.\nFalls du einen Helden anvisierst, wiederhole einmal auf einen anderen Helden; falls du das tust, darfst du anschließend einmal auf einen Minion wiederholen.",
    "sil-blue-i-grasping-roots.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-ii-warning-shot.text": "**Zugende**: Ein gegnerischer Held im Radius wirft eine Karte ab, falls möglich.",
    "sil-blue-ii-entangling-vines.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-iii-grappling-branches.text": "**Dieser Zug**: Gegnerische Helden im Radius dürfen keine Schnellreise durchführen und sich mit einer Bewegungsaktion nicht mehr als 1 Feld bewegen.",
    "sil-blue-iii-treetop-sentinel.text": "**Zugende**: Ein gegnerischer Held im Radius wirft eine Karte ab oder wird besiegt.",
    "sil-green-i-disorient.text": "Bewege eine gegnerische Einheit benachbart zu dir 1 Feld; falls du das tust, darfst du dich 1 Feld bewegen.",
    "sil-green-ii-fae-healing.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen; falls er das tut, erhält dieser Held 1 Münze.",
    "sil-green-ii-divert-attention.text": "Bewege eine gegnerische Einheit benachbart zu dir bis zu 2 Felder; falls du das tust, bewege dich bis zu dieser Anzahl an Feldern in gerader Linie.",
    "sil-green-iii-lead-astray.text": "Bewege eine gegnerische Einheit benachbart zu dir bis zu 3 Felder; falls du das tust, bewege dich bis zu dieser Anzahl an Feldern in gerader Linie.",
    "sil-green-iii-natures-blessing.text": "Ein Held im Radius darf eine abgeworfene Karte zurückholen; falls er das tut, erhält dieser Held 2 Münzen.",
    "sil-purple-iv-wild-hunt.text": "Jedes Mal, bevor du eine Aktion ausführst, darfst du dich 2 Felder in gerader Linie bewegen.",
    "sil-gold-h-keep-the-distance.text": "Visiere einen Helden auf maximaler Reichweite an.\nNach dem Angriff: Falls möglich, darfst du per Schnellreise in eine benachbarte Zone wechseln.",
    "tal-gold-ice-blast.text": "Visiere eine Einheit benachbart zu dir an. Wenn das Ziel eine Karte zur Verteidigung abwirft, dann nach dem Angriff: Ein anderer gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "tal-silver-h-commune-with-spirits.text": "Ein befreundeter Held im Spiel nennt eine Farbe; du darfst eine Karte dieser Farbe abwerfen. Führe die Primäraktion einer Karte dieser Farbe aus deinem Ablagestapel aus.",
    "tal-red-i-winter-dagger.text": "Visiere eine Einheit benachbart zu dir an.\n+3 🗡️ Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-ii-winter-spear.text": "Visiere eine Einheit benachbart zu dir an.\n+3 🗡️ Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-ii-spirit-wolf.text": "**Wähle eins —**\n- Wenn sich diese Karte nicht im Ablagestapel befindet, visiere eine Einheit in Reichweite an.\n- Visiere einen Helden benachbart zu dir an.",
    "tal-red-iii-winter-scepter.text": "Visiere eine Einheit benachbart zu dir an.\n+3 🗡️ Angriff, wenn sich diese Karte nicht im Ablagestapel befindet.",
    "tal-red-iii-spirit-bear.text": "**Wähle eins oder beides auf verschiedene Ziele —**\n- Wenn sich diese Karte nicht im Ablagestapel befindet, visiere eine Einheit in Reichweite an.\n- Visiere einen Helden benachbart zu dir an.",
    "tal-blue-iii-warrior-spirit.text": "Bis zu 1 befreundeter Held im Radius darf eine abgeworfene Karte zurückholen. Wenn sich „Kriegergeist“ im Ablagestapel befindet, darfst du eine abgeworfene Karte zurückholen.",
    "tal-blue-i-cold-snap.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.",
    "tal-blue-ii-snowstorm.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.",
    "tal-blue-iii-blizzard.text": "Wähle eine Richtung. Bewege jede gegnerische Einheit im Radius 1 Feld in diese Richtung, falls möglich.\nWenn sich diese Karte im Ablagestapel befindet, *Ende des Zugs:* darf einmal wiederholt werden.",
    "tal-blue-ii-guardian-spirit.text": "Bis zu 1 befreundeter Held im Radius darf eine abgeworfene Karte zurückholen.\nWenn sich „Wächtergeist“ im Ablagestapel befindet, hole ihn zurück.",
    "tal-green-i-glacial-barrier.text": "Platziere einen 🧊 Eismarker im Radius. Gegnerische Helden haben -1 ⚡ Initiative für jeden Eismarker, an den sie benachbart sind.",
    "tal-green-ii-wall-of-frost.text": "Platziere bis zu 2 🧊 Eismarker im Radius. Gegnerische Helden haben -1 ⚡ Initiative für jeden Eismarker, an den sie benachbart sind.",
    "tal-green-ii-ancestral-totem.text": "Platziere ein 🟤 Totem in Reichweite. Wenn ein befreundeter Nahkampf-Minion benachbart zu einem Totem besiegt würde, entferne stattdessen das Totem.",
    "tal-green-iii-pack-ice.text": "Platziere bis zu 3 🧊 Eismarker im Radius. Gegnerische Helden haben -1 ⚡ Initiative für jeden Eismarker, an den sie benachbart sind.",
    "tal-green-iii-venerated-totem.text": "Platziere ein 🟤 Totem in Reichweite. Wenn ein befreundeter Minion benachbart zu einem Totem besiegt würde, entferne stattdessen das Totem. Totems sind immun gegen gegnerische Effekte.",
    "tal-ultimate-iv-reign-of-winter.text": "Jedes Mal, nachdem du mit deinem Basisangriff einen Minion besiegst, wirft ein gegnerischer Held im Radius eine Karte einer Farbe deiner Wahl ab, falls möglich.",
    "tal-gold-h-ice-shard.text": "Visiere einen Helden benachbart zu dir an. Wenn das Ziel eine Karte zur Verteidigung abwirft, dann nach dem Angriff: Ein anderer gegnerischer Held im Radius wirft eine Karte derselben Farbe ab, falls möglich.",
    "faq-common-5eb64zdk.question": "Ist Schnellreise dasselbe wie Bewegung?",
    "faq-common-5eb64zdk.answer": "Nein. Schnellreise ist eine spezielle Aktionsart, die normalerweise eine Bewegungsaktion ersetzt. Sie sind verwandt, aber nicht gleich:\n\n- Wenn du eine Bewegungsaktion ausführen würdest, kannst du stattdessen Schnellreise wählen.\n- Wenn du eine primäre Bewegungsaktion nutzt, um Schnellreise zu machen, ignorierst du den Kartentext – du ersetzt die Aktion vollständig.\n- Eine Karte, die dich bewegen lässt („Bewege dich 2 Felder...“), erlaubt dir **nicht**, stattdessen Schnellreise zu machen.\n- Wenn du am Bewegen gehindert bist oder keine Bewegungsaktion ausführen darfst, kannst du auch keine Schnellreise machen.\n- Wenn deine Bewegung eingeschränkt ist („Darf sich nur 1 Feld bewegen“), darfst du trotzdem wie gewohnt Schnellreise durchführen – denn du wählst zuerst Bewegung, ersetzt sie dann, und Schnellreise ist ein Platzieren, keine Bewegung.",
    "faq-ari-hGd1QYgj.question": "Benötigt Ariens Angriff einen Helden hinter dem Ziel?",
    "faq-ari-hGd1QYgj.answer": "Nein, dieser Effekt sagt „**Bis zu** 1 gegnerischer Held“.",
    "faq-ari-p7QWkUE0.question": "Führen Ariens grüne Fertigkeiten eine Bewegung aus?",
    "faq-ari-p7QWkUE0.answer": "Nein. Die primäre grüne Karte **platziert** Arien, die alternative grüne **tauscht**. Dies sind keine Bewegungen und wird nicht durch Effekte eingeschränkt, die Bewegung einschränken.",
    "faq-ari-5OTmpo8i.question": "Was schränkt Ariens Slippery Ground ein?",
    "faq-ari-5OTmpo8i.answer": "Diese Karte schränkt die Bewegung durch eine Bewegungsaktion von Helden im Radius ein. Sie beeinflusst **nicht** das Schieben, Tauschen oder Platzieren (einschließlich Schnellreise!). Sie schränkt auch **nicht** Bewegungen als Teil anderer Aktionen ein (wie z.B. Brogans Primär-Rot oder Tigerclaws Primär-Grün).\nDa Bewegungseinschränkungen zu Beginn einer Bewegung überprüft werden, kann sich ein Held frei in den Radius von Ariens Effekt hinein- und hindurchbewegen, ohne betroffen zu sein.",
    "faq-bro-UGm22plF.question": "Ist die Bewegung erforderlich?",
    "faq-bro-UGm22plF.answer": "Ja. Sofern nicht anders angegeben, ist der Kartentext verpflichtend. Brogan muss sich in das Feld bewegen, das das Ziel zuvor besetzt hat, falls er dazu in der Lage ist (wenn es leer ist).",
    "faq-bro-fbDz04ez.question": "Erfordert Brogans rote Primärangriffskarte eine Bewegung?",
    "faq-bro-fbDz04ez.answer": "Ja! Wenn Brogan sich nicht 2 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit bewegen kann, verpufft der Effekt — er wird nicht weiter ausgeführt — und er greift nicht an. Ein cleverer Gegner kann diesen Angriff mit geschickter Positionierung vorhersehen und verhindern.\n- Brogan kann neben eine immunisierte Einheit stürmen, wobei sein Angriff verpufft.\n- Brogan kann durch Mins Rauchbomben-Token stürmen, da die Rauchbombe nur das Anvisieren über das Token hinweg verhindert – Brogan visiert jedoch erst nach der Bewegung an.",
    "faq-bro-U8USFZ6w.question": "Funktioniert Brogans grüne Primärkarte (Schild) während des Minion-Kampfs?",
    "faq-bro-U8USFZ6w.answer": "Nein. Minions werden im Minion-Kampf nicht „besiegt“, sondern entfernt.",
    "faq-bro-6XDWvftE.question": "Kann Brogans „Schildschlag“ einen Helden anvisieren, der eine Angriffskarte gespielt, aber nicht angegriffen hat?",
    "faq-bro-6XDWvftE.answer": "Ja: Es wird nur geprüft, ob der Held eine Angriffskarte **gespielt** hat – unabhängig davon, ob er die Aktion ausgeführt hat, welche Aktion es war, und ob es noch seine aktive Karte in diesem Zug ist (es wird „gespeichert“, dass er eine Karte gespielt hat, selbst wenn sie abgeworfen oder durch einen Effekt ersetzt wurde).",
    "faq-tig-qmf2Koiz.question": "Benötigt Tigerclaws grüne Diebesfertigkeit einen gegnerischen Helden?",
    "faq-tig-qmf2Koiz.answer": "Ja, um sie vollständig auszuführen. Nachdem Tigerclaw sich gemäß der Karte zuerst bewegt hat, überprüft der Effekt, ob ein gegnerischer Held benachbart ist, von dem er stehlen kann. Wenn kein solcher Held vorhanden ist, „verpufft“ der Effekt – also bricht ab – und die abschließende Bewegung findet nicht statt. In diesem Fall ist es meist besser, die Karte nur für die Bewegung zu spielen.\n - Beachte, dass Tigerclaw sich auch neben einen gegnerischen Helden ohne Münzen (oder einen, den er nicht bestehlen möchte) bewegen kann, um die volle Bewegung zu erhalten.\n - Wenn Tigerclaw sich nicht 2 Felder in gerader Linie bewegen kann, findet die abschließende Bewegung überhaupt nicht statt.\n - Es gibt Situationen, in denen sich der Einsatz von Primär-Grün auch ohne gegnerischen Helden lohnt, z.B. wenn andere Effekte Bewegungen einschränken (wie Ariens Alternativ-Blau oder Xargathas Primär-Blau) oder andere Effekte einen Vorteil für Fertigkeiten gewähren.",
    "faq-tig-JfrPJWdN.question": "Was passiert, wenn Tigerclaws Gift einen Wert unter 1 senkt?",
    "faq-tig-JfrPJWdN.answer": "Werte können auf 0 sinken und sogar negativ werden:\n- Initiativen werden trotzdem in normaler Reihenfolge (höchster zu niedrigster) ausgewertet.\n- Negative Verteidigungswerte werden wie üblich verrechnet und können einen Angriff immer noch abwehren, wenn die Verteidigung mindestens der Angriffsstärke entspricht.\n- Negative Angriffswerte können trotzdem Minions besiegen und müssen wie gewohnt verteidigt werden (ansonsten wird der Held besiegt).",
    "faq-wasp-P8qD2hsM.question": "Wie funktioniert Wasps Static Barrier?",
    "faq-wasp-P8qD2hsM.answer": "Static Barrier teilt das Spielfeld in zwei Zonen: innerhalb und außerhalb des Radius. Gegnerische Einheiten dürfen **nicht** über die „Barriere“ zwischen den beiden Bereichen **bewegt** oder per **Schnellreise** versetzt werden:\n- Sie dürfen keine Bewegungsaktion (auch keine Schnellreise) ausführen, um die Barriere zu überqueren.\n- Sie dürfen keine Angriffs- oder Fertigkeitenkarten verwenden, die Bewegung über die Barriere beinhalten.\n- Sie dürfen die Barriere auch nicht entlang eines Pfads überqueren – selbst wenn sie wieder zurückkehren würden. Ein Held außerhalb der Barriere darf also nicht in den Radius laufen und dann wieder hinaus.\n- Platzieren und Tauschen (z.B. durch Ariens Alternativ-Blau) sind erlaubt.\n- Gegner dürfen durch andere Effekte über die Barriere geschoben oder bewegt werden (Schieben ist keine Bewegung im Sinne des Spiels).",
    "faq-common-OmbzNwt1.question": "Wovor schützt Immunität?",
    "faq-common-OmbzNwt1.answer": "Im Grunde vor allem. Eine immunisierte Einheit kann weder anvisiert noch von irgendeiner Aktion betroffen werden. Sie darf durch Marker hindurchziehen und diese ignorieren.",
    "faq-common-J6uK9mGB.question": "Warum gibt es einen Angriff mit Reichweite 1? Ist das nicht Nahkampf?",
    "faq-common-J6uK9mGB.answer": "Reichweite 1 kann nur benachbarte Felder anvisieren (kann aber durch Gegenstände oder Effekte erhöht werden). Reichweite 0 hat keine gültigen Ziele.\nEinige Karten interagieren **ausdrücklich** mit Fernkampf- oder Nahkampfangriffen.",
    "faq-dod-DYMXRSjX.question": "Was ist ein „leerer Minion-Spawnpunkt in der Kampfzone“?",
    "faq-dod-DYMXRSjX.answer": "Dodgers Magie (thematisch) wird stärker, je mehr Minions besiegt werden. Viele ihrer Karten prüfen auf „leere Minion-Spawnpunkte in der Kampfzone“. Das sind die Spawnpunkte, die auf dem Spielbrett aufgedruckt sind – aber nur in der aktuellen Kampfzone (auf der Dual-Lane-Karte gibt es zwei Zonen). Nur wirklich leere Felder (mit **nichts** darauf) zählen.",
    "faq-dod-9oAe2b05.question": "Welche Minions kann Dodger mit Necromancy zurückbringen?",
    "faq-dod-9oAe2b05.answer": "Sie kann einen beliebigen besiegten/entfernten freundlichen Minion zurückbringen.\n- Es muss kein Minion desselben Typs oder derselben Farbe sein: Wurde z.B. ihr Fernkampf-Minion besiegt, darf sie es auf einem Nahkampf-Spawnpunkt wiederbeleben.\n- Der Minion muss ursprünglich in dieser Welle im Spiel gewesen sein (vor dem Besiegen/Entfernen). Sie darf keinen Minion „zurückbringen“, der nicht zu Beginn der Welle im Spiel war.\n- Der Minion muss direkt auf einem Spawnpunkt platziert werden – nicht benachbart dazu. Das unterscheidet sich vom Zurückbringen nach einem Lane Push.",
    "faq-sabina-AR1boyR4.question": "Erhält Sabina den Angriffsbonus auch gegen Helden, die eine Angriffskarte gespielt, aber nicht ausgeführt haben?",
    "faq-sabina-AR1boyR4.answer": "Ja: Die Karte prüft nur, ob der Held **eine** Angriffskarte **gespielt** hat – unabhängig davon, ob die Aktion ausgeführt wurde, welche Aktion gewählt wurde oder ob es überhaupt noch dieselbe Karte ist. Es wird sich „gemerkt“, ob eine Karte gespielt wurde – auch wenn sie danach ersetzt oder abgeworfen wurde.",
    "faq-tig-RZOM5aw8.question": "Erfordert Tigerclaws Blink Strike eine Bewegung?",
    "faq-tig-RZOM5aw8.answer": "Ja! Wenn sich Tigerclaw nicht durch das Ziel in gerader Linie bewegen kann, „verpufft“ der Effekt – also bricht ab – und er führt keinen Angriff aus. Ein geschickter Gegner kann diese Bewegung durch cleveres Positionieren blockieren.",
    "faq-tig-mkia6OEY.question": "Wie aktiviert sich Tigerclaws Silberkarte (Blend into Shadows)?",
    "faq-tig-mkia6OEY.answer": "Tigerclaw muss seinen Zug benachbart zu einem Hindernis beginnen (inkl. jeder Einheit) und sich dann in ein Feld im Radius platzieren, das **nicht** benachbart zu einer gegnerischen Einheit ist. Wenn er das tut, ist er immun und kann sich im nächsten Zug durch Einheiten hindurchbewegen. Immunität bedeutet, dass er nicht anvisiert oder von Aktionen betroffen werden kann, durch Marker hindurchziehen darf (aber nicht auf ihnen stehenbleiben) und Effekte ignorieren kann.",
    "faq-wasp-iOUfdU2P.question": "Wie bewegen sich Einheiten und Token mit Wasps Fähigkeit?",
    "faq-wasp-iOUfdU2P.answer": "Das Ziel darf weder näher an dich heran noch weiter von dir weg bewegt werden – der Abstand zwischen euch muss gleich bleiben.",
    "faq-wasp-6LS6R1fC.question": "Wann erzwingt Wasps Schub-Fähigkeit einen Kartenabwurf?",
    "faq-wasp-6LS6R1fC.answer": "Diese Karte schiebt benachbarte Gegner gerade von dir weg. Wenn ein gegnerischer Held dabei nicht die volle Distanz geschoben werden kann (weil ein Hindernis im Weg ist), muss er eine Karte abwerfen.",
    "faq-wasp-uCXB6YGe.question": "Warum steht auf Wasps Tier II und III Karten „Wenn du das tust“? Warum sollte das Blocken fehlschlagen?",
    "faq-wasp-uCXB6YGe.answer": "Du **darfst** immer eine Karte abwerfen, um zu blocken – selbst wenn mit der Karte keine Aussicht auf Erfolg besteht.",
    "faq-xar-uxm2IDQl.question": "Was blockiert und was erlaubt Xargathas Stone Gaze?",
    "faq-xar-uxm2IDQl.answer": "Es blockiert „Bewegungsaktionen“, d.h. die Auswahl der Bewegung beim Ausführen einer Karte:\n- ❌ **Nicht erlaubt:** normale Bewegung.\n- ❌ **Nicht erlaubt:** Schnellreise (welches zuerst eine normale Bewegungsaktion benötigt, um diese dann zu ersetzen).\n- ✅ **Erlaubt:** Platzieren oder Tauschen (z.B. Ariens Alternativ-Blau).\n- ✅ **Erlaubt:** durch andere Effekte geschoben oder bewegt werden (falls Immunität ignoriert wird).\n- ✅ **Erlaubt:** andere Aktionsarten mit Bewegung (z.B. Brogans Primär-Rot oder Silverarrows Gold).",
    "faq-xar-BBNWEowq.question": "Trifft Xargathas Constrict auch schwere Minions?",
    "faq-xar-BBNWEowq.answer": "Nein. Zuerst darfst du nur **Nahkampfminions** besiegen. Ab Tier III auch Nah- und Fernkampfminions – aber niemals schwere Minions.",
    "faq-whi-TDtkq39W.question": "Was passiert, wenn Whisper Gold (Schnelle Gerechtigkeit) gegen einen feindlichen Helden spielt?",
    "faq-whi-TDtkq39W.answer": "Zuerst wählt der anvisierte Held eine Karte aus seiner Hand zur Verteidigung (falls verfügbar) und legt sie ab. Falls die abgelegte Karte einen Bewegungswert hat, muss sich der Held anschließend diese Anzahl an Feldern in gerader Linie bewegen.\n Der Held bleibt nur dann auf seinem Feld stehen, wenn er sich in keiner der 6 Richtungen in gerader Linie über die volle Bewegungsdistanz bewegen kann.",
    "faq-whi-2Sh4CgpI.question": "Erfordert diese Fähigkeit einen feindlichen Helden? Kann eine Option gewählt werden, die nichts bewirkt?",
    "faq-whi-2Sh4CgpI.answer": "Whispers alternatives Blau erfordert das Anvisieren eines feindlichen Helden in Reichweite – andernfalls verpufft der Effekt. Der gewählte Held wählt dann eine der beiden Optionen, unabhängig davon, ob diese eine Auswirkung hat. Mit anderen Worten: Die Karte zeigt keine Wirkung, wenn Whisper nicht benachbart zu einem Minion steht.\nBeachte: Auf Stufe III kann Whisper bis zu 3 Minions gleichzeitig anvisieren. Er kann mit dieser Aktion jedoch nicht gleichzeitig den letzten Nicht-Schweren Minion und den Schweren besiegen.",
    "faq-common-Xe16hzf0.question": "Wird mein Effekt in der nächsten Runde ausgelöst?",
    "faq-common-Xe16hzf0.answer": "Nein. Aktive Effekte werden immer am Ende der Runde „zurückgesetzt“: Ein „nächster Zug“-Effekt, der im Zug 4 gespielt wurde, **trägt sich nicht** in die nächste Runde über.",
    "faq-sil-VBPVBU86.question": "Wann kann Silverarrows Schnellreisen genutzt werden?",
    "faq-sil-VBPVBU86.answer": "Die Schnellreisen unterliegt allen normalen Einschränkungen einer Schnellreisen-Aktion: Es dürfen sich keine feindlichen Helden oder Minions in ihrer Zone befinden. Ist dies der Fall, kann sie sich überall in ihrer Zone oder in eine benachbarte Zone ohne feindliche Helden oder Minions bewegen.\n_Dies ist ein seltener Fall einer Schnellreise, die keine Bewegungsaktion ersetzt. Silverarrow kann also Schnellreisen durchführen, selbst wenn sie sich aufgrund eines anderen Effekts nicht bewegen darf._",
    "faq-sil-BNCeD4CM.question": "Beeinflusst Silverarrows Primär-Blau (Fesselnde Wurzeln) einen Helden, der sich während seiner Bewegung in ihren Radius bewegt?",
    "faq-sil-BNCeD4CM.answer": "Nein, Bewegungseinschränkungen werden zu Beginn der Bewegung überprüft.",
    "faq-tal-bgAzAr8M.question": "Welche Kommunikation ist bei Talis Silber (Mit den Geistern sprechen) erlaubt?",
    "faq-tal-bgAzAr8M.answer": "Jegliches Sprechen und Kommunizieren ist vollständig offen – sowohl mit Teammitgliedern als auch Gegnern. Bevor die Karten aufgedeckt werden Tali darf ihrem Team Anweisungen geben wie „Sag Blau“ oder „Sag Rot, wenn Sabina Gold spielt, sonst Grün“, solange auch die Gegner dies hören (und verstehen) können. Die Tali-Spielerin darf jedoch nicht heimlich ihre Wünsche mitteilen – also kein Flüstern, Gestikulieren, Kartenziehen, geheime Codes usw.",
    "faq-tal-e2Ja6hsd.question": "Was passiert, wenn Tali ihre Silberkarte (Mit den Geistern sprechen) aktivieren will, aber ihr ganzes Team tot oder immun ist?",
    "faq-tal-e2Ja6hsd.answer": "Kein verbündeter Held kann gewählt werden und die Karte hat keine Wirkung.",
    "faq-tal-5K1OWmD6.question": "Talis alternatives Grün (Ahnentotem) erzeugt ein Totem, das einen Minion schützt. Erhält der Held Münzen, wenn das Totem entfernt wird?",
    "faq-tal-5K1OWmD6.answer": "Nein. Das Totem wird anstelle des Minions entfernt, der Minion wird also nicht besiegt und es werden keine Münzen vergeben.",
    "bro-gold-onslaught.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Bewege dich in das Feld, das sie zuvor besetzt hat, falls möglich.",
    "bro-silver-bulwark.text": "Du darfst eine **abgeworfene** Karte auf die Hand zurücknehmen.\n**Dieser Zug:** Du und befreundete Einheiten im Radius könnt nicht von gegnerischen Helden bewegt, geschoben, getauscht oder platziert werden.",
    "bro-red-i-mad-dash.text": "Vor dem Angriff: Bewege dich 2 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.\n(*Wenn du dich nicht bewegen kannst, kannst du nicht angreifen.*)",
    "bro-blue-i-brutal-jab.text": "Du darfst dich 1 Feld bewegen. Schiebe eine gegnerische Einheit oder ein benachbartes Token bis zu 1 Feld.",
    "bro-green-i-shield.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine silberne Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.\n(*Der gegnerische Held erhält trotzdem die Münzen für das Besiegen des Minions.*)",
    "bro-blue-ii-shield-bash.text": "Ein gegnerischer Held benachbart zu dir, der in diesem Zug eine Angriffskarte gespielt hat, wirft eine Karte ab, falls möglich.",
    "bro-blue-ii-mighty-punch.text": "Du darfst dich 1 Feld bewegen. Schiebe eine gegnerische Einheit oder ein benachbartes Token bis zu 2 Felder.",
    "bro-blue-iii-counterattack.text": "Ein gegnerischer Held benachbart zu dir, der in diesem Zug eine Angriffskarte gespielt hat, wirft eine Karte ab oder wird besiegt.",
    "bro-blue-iii-savage-kick.text": "Bewege dich bis zu 2 Felder. Schiebe eine gegnerische Einheit oder ein benachbartes Token bis zu 2 Felder.",
    "bro-red-ii-throwing-axe.text": "**Wähle eins —**\n- Visiere eine Einheit benachbart zu dir an.\n- Du darfst eine Karte abwerfen; wenn du das tust, visiere eine Einheit in Reichweite an.",
    "bro-red-ii-bullrush.text": "Vor dem Angriff: Bewege dich 2 oder 3 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.",
    "bro-red-iii-furious-charge.text": "Vor dem Angriff: Bewege dich 2, 3 oder 4 Felder in gerader Linie zu einem Feld benachbart zu einer gegnerischen Einheit, dann visiere diese Einheit an.",
    "bro-red-iii-throwing-spear.text": "**Wähle eins —**\n- Visiere eine Einheit benachbart zu dir an.\n- Du darfst eine Karte abwerfen. Wenn sich eine Karte im Ablagestapel befindet, visiere eine Einheit in Reichweite an.",
    "bro-green-ii-war-drummer.text": "Ein befreundeter Held in Reichweite erhält 1 Münze; wenn in dieser Runde ein Held besiegt wurde, erhält dieser Held stattdessen 3 Münzen.",
    "bro-green-ii-bolster.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine silberne Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.",
    "bro-green-iii-fortify.text": "**Diese Runde:** Wenn ein befreundeter Minion im Radius besiegt wird, darfst du eine Basis-Karte abwerfen. Wenn du das tust, wird der Minion nicht entfernt.",
    "bro-green-iii-master-skald.text": "Ein befreundeter Held in Reichweite erhält 2 Münzen; wenn in dieser Runde ein Held besiegt wurde, erhält dieser Held stattdessen 4 Münzen.",
    "bro-gold-h-leap-forward.text": "Visiere einen Helden benachbart zu dir an. Nach dem Angriff: Bewege dich in das Feld, das er zuvor besetzt hat, falls möglich.",
    "bro-purple-iv-one-man-army.text": "Während des Minion-Kampfs zählst du als schwerer Minion; wenn du entfernt würdest, verliere stattdessen den Schub.",
    "urs-gold-claws-that-catch.text": "**Vor dem Angriff:** Wenn du wütend bist, darfst du dich 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden bewegen. Visiere eine Einheit benachbart zu dir an.\n\n**Diese Runde:** Du bist wütend.",
    "urs-silver-angry-roar.text": "Wenn du wütend bist, führe die Primäraktion einer deiner aktiven Karten mit aktivem Effekt aus.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-i-prey-drive.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 1 gegnerischen Minion im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-ii-prey-abundance.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 1 gegnerischen Minion im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-ii-rip.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist, erhalte 1 Münze.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-iii-feeding-frenzy.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist und das Ziel nicht entfernt wurde, entferne bis zu 2 gegnerische Minions im Radius.\n\n**Diese Runde:** Du bist wütend.",
    "urs-red-iii-tear.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn du wütend bist, erhalte 2 Münzen; wenn du einen Helden besiegt hast, muss dieser 1 zusätzliches 🩵🧡 Lebensplättchen ausgeben.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-i-prowling-brute.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-ii-rampaging-beast.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen; wenn du das tust, bewege dich bis zu 1 zusätzliches Feld.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-ii-cold-ire.text": "Wenn du wütend bist, erhalte +1 🥾 Bewegung.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-iii-unstoppable-force.text": "Wenn du wütend bist, darfst du nach der Bewegung mit einer Einheit oder einem Token benachbart zu dir den Platz tauschen; wenn du das tust, bewege dich bis zu 2 zusätzliche Felder.\n\n**Diese Runde:** Du bist wütend.",
    "urs-blue-iii-eyes-of-flame.text": "Wenn du wütend bist, erhalte +2 🥾 Bewegung.\n\n**Diese Runde:** Du bist wütend.",
    "urs-green-i-sniff-out.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "urs-green-ii-eyes-on-the-prey.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab, falls möglich.",
    "urs-green-ii-instinctive-reaction.text": "Wenn du wütend bist, **wähle eins —**\n- Führe die Primäraktion einer deiner abgeworfenen Karten aus.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "urs-green-iii-apex-predator.text": "Wenn du wütend bist, wirft ein gegnerischer Held in Reichweite eine Karte ab oder wird besiegt.",
    "urs-green-iii-evolutionary-response.text": "**Wenn du wütend bist, wähle eins oder beides —**\n- Führe die Primäraktion einer deiner abgeworfenen Karten aus.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "urs-ult-iv-unbound-fury.text": "Du bist immer wütend, und alle deine aufgelösten Karten zählen als aktiv.",
    "urs-gold-h-jaws-that-bite.text": "Vor dem Angriff: Wenn du wütend bist, darfst du dich 1 Feld zu einem Feld benachbart zu einem gegnerischen Helden bewegen. Visiere einen Helden benachbart zu dir an.\n\n**Diese Runde:** Du bist wütend.",
    "whi-gold-swift-justice.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite mit einem leeren Ablagestapel an. Nach dem Angriff: Falls möglich, führt dieser Held eine Bewegungsaktion auf der Karte aus, mit der er verteidigt hat, und bewegt sich die volle Distanz in gerader Linie.\n- Visiere eine Einheit benachbart zu dir an.",
    "whi-silver-death-seeker.text": "Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, **wähle eins —**\n- **Diesen Zug:** Du bist immun gegen gegnerische Effekte.\n- Du darfst eine abgeworfene Karte zurückholen.",
    "whi-red-i-crimson-trail.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld bewegen, wenn sich ein leerer Minion-Ersatzpunkt im Radius der Kampfzone befindet. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-ii-sanguine-path.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld für jeden leeren Minion-Ersatzpunkt im Radius der Kampfzone bewegen, maximal 2 Felder. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-ii-blood-fury.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff: Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, darfst du einmal auf ein anderes Ziel wiederholen.",
    "whi-red-iii-blood-pilgrimage.text": "Vor dem Angriff: Du darfst dich bis zu 1 Feld für jeden leeren Minion-Ersatzpunkt im Radius der Kampfzone bewegen, maximal 3 Felder. Visiere eine Einheit benachbart zu dir an.",
    "whi-red-iii-blood-frenzy.text": "Visiere eine Einheit benachbart zu dir an.\nNach dem Angriff: Wenn ein gegnerischer Held im Radius eine Karte im Ablagestapel hat, wiederhole bis zu fünfmal auf verschiedene Ziele.",
    "whi-blue-i-seeds-of-fear.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Ersatzpunkt befindet. Bewege diese Einheit 1 Feld.",
    "whi-blue-ii-sprouts-of-panic.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Ersatzpunkt befindet. Bewege diese Einheit bis zu 2 Felder.",
    "whi-blue-ii-lesser-evil.text": "Ein gegnerischer Held in Reichweite **wählt eins —**\n- Dieser Held wirft eine Karte ab, falls möglich.\n- Du darfst einen benachbarten Minion besiegen.\n\n_(Jede Option darf gewählt werden, selbst wenn sie keine Auswirkung hätte.)_",
    "whi-blue-iii-blooming-nightmare.text": "Visiere eine gegnerische Einheit im Radius an, die sich auf einem Ersatzpunkt befindet. Bewege diese Einheit bis zu 3 Felder.",
    "whi-blue-iii-greater-good.text": "Ein gegnerischer Held in Reichweite **wählt eins —**\n- Dieser Held wirft eine Karte ab, oder wird besiegt.\n- Du besiegst bis zu 3 benachbarte Minions.",
    "whi-green-i-shadow-step.text": "Platziere dich auf einem leeren Minion-Ersatzpunkt in Reichweite innerhalb der Kampfzone.",
    "whi-green-ii-shadow-walk.text": "Platziere dich auf einem leeren Minion-Ersatzpunkt in Reichweite innerhalb der Kampfzone.",
    "whi-green-iii-creeping-shadow.text": "Platziere dich auf einem leeren Minion-Ersatzpunkt in Reichweite innerhalb der Kampfzone, oder auf ein Feld in Reichweite, das benachbart zu einem solchen Ersatzpunkt ist.",
    "whi-gold-h-vile-accusation.text": "**Wähle eins —**\n- Visiere einen Helden in Reichweite mit einem leeren Ablagestapel an. Nach dem Angriff: Falls möglich, führt dieser Held eine Bewegungsaktion auf der Karte aus, mit der er verteidigt hat, und bewegt sich die volle Distanz in gerader Linie.\n- Visiere einen Helden benachbart zu dir an.",
    "whi-green-ii-cruel-twist.text": "Tausche den Platz mit einer benachbarten Einheit oder mit einem gegnerischen Helden in Reichweite, der eine Karte im Ablagestapel hat. Bewege dich bis zu 2 Felder.",
    "whi-green-iii-sealed-fate.text": "Tausche den Platz mit einer benachbarten Einheit oder mit einem gegnerischen Helden in Reichweite, der eine Karte im Ablagestapel hat. Bewege dich bis zu 3 Felder.",
    "whi-ultimate-iv-grim-reaper.text": "Beim Ausführen von Basisaktionen darfst du eins oder beides wählen.",
    "mis-gold-watch-how-i-soar.text": "**Wähle eins —**\n- Platziere dich auf ein Feld in maximaler Reichweite.\n- Besiege einen Minion benachbart zu dir.",
    "mis-silver-swoop-in.text": "Platziere dich auf ein Feld im Radius, das an zwei oder mehr gegnerische Einheiten angrenzt; wenn du das tust, darfst du eine abgeworfene Karte zurückholen.",
    "mis-red-i-challenge-accepted.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Diesen Zug:** Erhalte +2 🛡️ Verteidigung.",
    "mis-red-ii-matter-of-honor.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Diesen Zug:** Erhalte +3 🛡️ Verteidigung.",
    "mis-red-ii-power-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Wenn sich das Ziel in maximaler Reichweite befand, darfst du es 1 Feld weiter von dir weg bewegen.",
    "mis-red-iii-thunder-shot.text": "Visiere eine Einheit in Reichweite an. Nach dem Angriff: Wenn das Ziel nicht benachbart zu dir ist, darfst du es 1 Feld weiter von dir weg bewegen.",
    "mis-red-iii-worthy-opponent.text": "Visiere eine Einheit benachbart zu dir an. Nach dem Angriff:\n**Diesen Zug:** Erhalte +5 🛡️ Verteidigung.",
    "mis-blue-i-sudden-breeze.text": "Bewege dich bis zu 3 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-ii-gust-of-wind.text": "Bewege dich bis zu 4 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-iii-crushing-squall.text": "Bewege dich bis zu 5 Felder in gerader Linie und ignoriere Hindernisse; du darfst eine gegnerische Einheit, durch die du gezogen bist, auf ein Feld benachbart zu dir platzieren.",
    "mis-blue-iii-death-from-above.text": "Bewege dich bis zu 5 Felder in gerader Linie und ignoriere Hindernisse; ein gegnerischer Held, durch den du gezogen bist, wirft eine Karte ab, falls möglich.",
    "mis-green-i-focus.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, darfst du dich 1 Feld bewegen.",
    "mis-blue-ii-dash-and-slash.text": "Bewege dich bis zu 4 Felder in gerader Linie und ignoriere Hindernisse; ein gegnerischer Held, durch den du gezogen bist, wirft eine Karte ab, falls möglich.",
    "mis-green-ii-discipline.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, bewege dich bis zu 2 Felder.",
    "mis-green-ii-living-tornado.text": "Tausche zwei Einheiten in maximalem Radius.",
    "mis-green-iii-mastery.text": "**Nächster Zug:** Bevor du eine Primäraktion ausführst, bewege dich bis zu 3 Felder.",
    "mis-green-iii-storm-spirit.text": "Tausche zwei Einheiten im Radius und in gleichem Abstand zu dir.",
    "mis-ultimate-iv-power-overwhelming.text": "Immer wenn du eine Option wählen darfst, darfst du stattdessen zwei verschiedene Optionen in beliebiger Reihenfolge wählen. Jedes Mal, nachdem du dich platzierst, wirft ein benachbarter gegnerischer Held eine Karte ab, falls möglich.",
    "mis-gold-h-leaf-on-the-wind.text": "Platziere dich auf ein Feld in maximaler Reichweite."
}
