{
    "app.header.overview": "Heroes",
    "app.header.dashboard": "My Dashboard",
    "app.button.search": "Search...",
    "app.last-update": "Last update",
    "app.card.upgrade": "Upgrade",
    "app.card.downgrade": "Downgrade",
    "app.card-type.basic": "Basic",
    "app.card-type.ranged": "Ranged",
    "app.card-type.attack": "Attack",
    "app.card-type.movement": "Movement",
    "app.card-type.ultimate": "Ultimate",
    "app.card-type.skill": "Skill",
    "app.card-type.defense": "Defense",
    "app.stat.attack": "Attack",
    "app.stat.defense": "Defense",
    "app.stat.initiative": "Initiative",
    "app.stat.movement": "Movement",
    "ari.class": "The Tidemaster",
    "bro.class": "The Destroyer",
    "tig.class": "The Cutpurse",
    "was.class": "The Warmaiden",
    "sab.class": "The Commander",
    "xar.class": "The Changed",
    "dod.class": "The Warlock",
    "whi.class": "The Outcast",
    "mis.class": "The Samurai",
    "urs.class": "The Savage",
    "sil.class": "The Pathfinder",
    "tal.class": "The Spiritcaller",
    "ari-gold-noble-blade.text": "Target a unit adjacent to you.\nBefore the attack: You may move another unit that is adjacent to the target 1 space.\n_(\"Another unit\" never includes you)_",
    "ari-gold-h-ceremonial-blade.text": "Target a unit adjacent to you.\nBefore the attack: You may move a minion adjacent to the target 1 space.",
    "ari-silver-spell-break.text": "**This turn:** Enemy heroes in radius cannot perform skill actions or play reaction cards.",
    "ari-red-i-dangerous-current.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in a line of 2 spaces behind the target discards a card or is defeated.",
    "ari-red-ii-raging-stream.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in any of the 3 spaces in a straight line directly behind the target discards a card or is defeated.",
    "ari-red-iii-violent-torrent.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in any of the 5 spaces in a straight line directly behind the target discards a card or is defeated.\n*May repeat once on a different unit.*",
    "ari-red-ii-rogue-wave.text": "Target a unit in range. After the attack: You may push an enemy unit adjacent to you up to 2 spaces.",
    "ari-red-iii-tidal-blast.text": "Target a unit in range. After the attack: You may push an enemy unit adjacent to you up to 3 spaces.",
    "ari-green-i-liquid-leap.text": "Place yourself into a space in range without a spawn point and not adjacent to an empty spawn point.",
    "ari-green-ii-magical-current.text": "Place yourself into a space in range without a spawn point and not adjacent to an empty spawn point.",
    "ari-green-ii-arcane-whirlpool.text": "Swap with an enemy minion in range.\n(*Swap places with the target. This is not movement.*)",
    "ari-green-iii-stranger-tide.text": "Place yourself into a space in range without a spawn point.",
    "ari-green-iii-ebb-and-flow.text": "Swap with an enemy minion in range.\nIf it was adjacent to you, you may repeat once.",
    "ari-blue-i-aspiring-duelist.text": "Ignore all minion defense modifiers.\n_(This includes your minions, as well as enemy minions)_",
    "ari-blue-ii-expert-duelist.text": "Ignore all minion defense modifiers.\n**This turn:** You are immune to attack actions of all enemy heroes, except this attacker.",
    "ari-blue-ii-slippery-ground.text": "**This turn:** Enemy heroes adjacent to you cannot fast travel or move more than 1 space with a movement action.",
    "ari-blue-iii-master-duelist.text": "*Ignore all minion defense modifiers.*\n**This round:** You are immune to attack actions of all enemy heroes, except this attacker.",
    "ari-blue-iii-deluge.text": "**This turn:** Enemy heroes in radius cannot fast travel, or move more than 1 space with a movement action.",
    "ari-ult-iv-living-tsunami.text": "Once per turn, before performing an Attack action, you may move 1 space.",
    "bro-gold-onslaught.text": "Target a unit adjacent to you. After the attack: Move into the space it occupied, if able.",
    "bro-silver-bulwark.text": "You may retrieve a discarded card.\n**This turn:** You and friendly units in radius cannot be moved, pushed, swapped or placed by enemy heroes.",
    "bro-red-i-mad-dash.text": "Before the attack: Move 2 spaces in a straight line to a space adjacent to an enemy unit, then target that unit.\n(*If you cannot make this move, you cannot attack.*)",
    "bro-blue-i-brutal-jab.text": "You may move 1 space. Push an enemy unit or a token adjacent to you up to 1 space.",
    "bro-green-i-shield.text": "**This round:** When any friendly minion in radius is defeated you may discard a silver card. If you do, the minion is not removed.\n(*The enemy hero still gains the coins for defeating the minion.*)",
    "bro-blue-ii-shield-bash.text": "An enemy hero adjacent to you who has played an attack card this turn discards a card, if able.",
    "bro-blue-ii-mighty-punch.text": "You may move 1 space. Push an enemy unit or a token adjacent to you up to 2 spaces.",
    "bro-blue-iii-counterattack.text": "An enemy hero adjacent to you who has played an attack card this turn discards a card, or is defeated.",
    "bro-blue-iii-savage-kick.text": "Move up to 2 spaces. Push an enemy unit or a token adjacent to you up to 2 spaces.",
    "bro-red-ii-throwing-axe.text": "**Choose one —**\n- Target a unit adjacent to you.\n- You may discard a card; if you do, target a unit in range.",
    "bro-red-ii-bullrush.text": "Before the attack: Move 2 or 3 spaces in a straight line to a space adjacent to an enemy unit, then target that unit.",
    "bro-red-iii-furious-charge.text": "Before the attack: Move 2, 3, or 4 spaces in a straight line to a space adjacent to an enemy unit, then target that unit.",
    "bro-red-iii-throwing-spear.text": "**Choose one —**\n- Target a unit adjacent to you.\n- You may discard a card. If you have a card in the discard, target a unit in range.",
    "bro-green-ii-war-drummer.text": "A friendly hero in range gains 1 coin; if any hero was defeated this round, that friendly hero gains 3 coins instead.",
    "bro-green-ii-bolster.text": "**This round:** When any friendly minion in radius is defeated you may discard a silver card. If you do, the minion is not removed.",
    "bro-green-iii-fortify.text": "**This round:** When any friendly minion in radius is defeated you may discard a basic card. If you do, the minion is not removed.",
    "bro-green-iii-master-skald.text": "A friendly hero in range gains 2 coins; if any hero was defeated this round, that friendly hero gains 4 coins instead.",
    "bro-gold-h-leap-forward.text": "Target a hero adjacent to you. After the attack: Move into the space it occupied, if able.",
    "bro-purple-iv-one-man-army.text": "During minion battle you count as a heavy minion; if you would be removed, lose the push instead.",
    "tig-gold-blink-strike.text": "Before the attack: Move 2 spaces in a straight line through an enemy unit; target that unit.\n_(If you cannot make this move, you cannot attack.)_",
    "tig-silver-blend-into-shadows.text": "If you are adjacent to terrain, place yourself into a space in radius; if you do, **Next turn:** You are immune to enemy attack actions.",
    "tig-red-i-hit-and-run.text": "Target a unit adjacent to you.\nAfter the attack: You may move 1 space.",
    "tig-red-ii-combat-reflexes.text": "Before the attack: You may move 1 space.\nTarget a unit adjacent to you.\nAfter the attack: If you did not move before the attack, you may move 1 space.",
    "tig-red-ii-backstab.text": "Target a unit adjacent to you; if a friendly unit is adjacent to the target, +2 🗡️ Attack.\n*(A “friendly unit” is another hero or a minion on your team.)*",
    "tig-red-iii-leaping-strike.text": "Before the attack: You may move 1 space.\nTarget a unit adjacent to you.\nAfter the attack: You may move 1 space.",
    "tig-red-iii-backstab-with-a-ballista.text": "Target a unit in range; if a friendly unit is adjacent to the target +2 🗡️ Attack, and the target cannot perform a primary action to defend.",
    "tig-blue-i-dodge.text": "Block a ranged attack.",
    "tig-blue-ii-sidestep.text": "Block a ranged attack.\nYou may move 1 space.",
    "tig-blue-ii-parry.text": "Block a non-ranged attack.\nThe attacker discards a card, if able.",
    "tig-blue-iii-riposte.text": "Block a non-ranged attack.\nThe attacker discards a card, or is defeated.",
    "tig-blue-iii-evade.text": "Block a ranged attack.\nYou may move 1 space. You may retrieve your resolved or discarded basic skill card.",
    "tig-green-i-light-fingered.text": "You may move 1 space.\nTake 1 coin from an enemy hero adjacent to you; if you do, you may move 1 space.",
    "tig-green-ii-pick-pocket.text": "Move up to 2 spaces.\nTake 1 coin from an enemy hero adjacent to you; if you do, you may move 1 space.",
    "tig-green-ii-poisoned-dagger.text": "Give a hero in range a 🐍 Poison marker.\nThe hero with a poison marker has -1 ⚡ Initiative, -1 🗡️ Attack and -1 🛡️ Defense.",
    "tig-green-iii-master-thief.text": "Move up to 2 spaces. Take 1 or 2 coins from an enemy hero adjacent to you; if you do, you may move up to 2 spaces.",
    "tig-green-iii-poisoned-dart.text": "Give a hero in range a 🐍 Poison marker.\nThe hero with a poison marker has -2 ⚡ Initiative, -2 🗡️ Attack and -2 🛡️ Defense.",
    "tig-gold-h-nimble-strike.text": "Before the attack: Move 2 spaces in a straight line through an enemy hero; target that hero.",
    "tig-ult-iv-cloak-and-daggers.text": "After you perform a basic action, you may repeat it once; if you repeat an attack action, you cannot target the same unit.",
    "was-gold-magnetic-dagger.text": "Target a unit adjacent to you.\nAfter the attack: *This turn:* Enemy units in radius cannot be swapped or placed by themselves or by enemy heroes.",
    "was-silver-static-barrier.text": "**This turn:** While an enemy hero outside of radius is performing an action, spaces in radius count as obstacles. While an enemy hero in radius is performing an action, spaces outside of radius count as obstacles.",
    "was-red-i-shock.text": "Target a unit adjacent to you.\nAfter the attack: An enemy hero in radius and not adjacent to you discards a card, if able.",
    "was-red-ii-charged-boomerang.text": "Target a unit in range and not in a straight line.\n(*Units adjacent to you are in a straight line from you.*)",
    "was-red-ii-electrocute.text": "Target a unit adjacent to you.\nAfter the attack: An enemy hero in radius and not adjacent to you discards a card, if able.",
    "was-red-iii-electroblast.text": "Target a unit adjacent to you. After the attack:\nAn enemy hero in radius and not adjacent to you discards a card, or is defeated.",
    "was-red-iii-thunder-boomerang.text": "Target a unit in range and not in a straight line.\nAfter the attack: If you targeted a hero, may repeat once on a different target.",
    "was-blue-i-lift-up.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat once on the same target.",
    "was-blue-ii-control-gravity.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat once on the same target.",
    "was-blue-ii-kinetic-repulse.text": "Push up to 2 enemy units adjacent to you 3 spaces; if a pushed hero is stopped by an obstacle, that hero discards a card, if able.",
    "was-blue-iii-center-of-mass.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat up to two times on the same target.",
    "was-blue-iii-kinetic-blast.text": "Push up to 2 enemy units adjacent to you 3 or 4 spaces; if a pushed hero is stopped by an obstacle, that hero discards a card, if able.",
    "was-green-i-stop-projectiles.text": "Block a ranged attack.",
    "was-green-ii-deflect-projectiles.text": "Block a ranged attack; if you do, an enemy hero in range, other than the attacker, discards a card, if able.",
    "was-green-iii-reflect-projectiles.text": "Block a ranged attack; if you do, an enemy hero in range discards a card, if able.",
    "was-green-ii-telekinesis.text": "Place a unit or a token in range, which is not in a straight line, into a space adjacent to you.",
    "was-green-iii-mass-telekinesis.text": "Place a unit or a token in range, which is not in a straight line, into a space adjacent to you. May repeat once.",
    "was-gold-h-crackling-dagger.text": "Target a hero adjacent to you.\nAfter the attack: **This turn:** Enemy units in radius cannot be swapped or placed by themselves or by enemy heroes.",
    "was-ult-iv-high-voltage.text": "Each time after you perform a basic skill, you may defeat an enemy minion in radius; an enemy hero who was adjacent to that minion discards a card, if able.",
    "sab-gold-point-blank-shot.text": "Target a unit in range. After the attack: If the target is adjacent to you, push it 1 space.",
    "sab-silver-back-to-back.text": "Swap with a friendly minion in radius.",
    "sab-red-i-quickdraw.text": "Target a unit in range. +3 🗡️ Attack if the target played an attack card this turn.",
    "sab-red-ii-gunslinger.text": "Target a unit in range. +3 🗡️ Attack if the target played an attack card this turn.",
    "sab-red-ii-shootout.text": "Target a unit in range. After the attack: If the target was adjacent to you, remove up to one enemy minion adjacent to you.\n\n(*You gain no coins for removing a minion, only for defeating.*)",
    "sab-red-iii-bullet-hell.text": "Target a unit in range. After the attack: If the target was adjacent to you, remove up to two enemy minions adjacent to you.",
    "sab-red-iii-dead-shot.text": "Target a unit in range. +4 🗡️ Attack if the target played an attack card this turn.",
    "sab-blue-ii-steady-advance.text": "If there are two or more friendly minions in radius, you may retrieve a discarded card; if you do, you may move 1 space.",
    "sab-blue-i-listen-up.text": "Swap two minions in radius.",
    "sab-blue-ii-roger-roger.text": "Swap two minions in radius.",
    "sab-blue-iii-ready-and-waiting.text": "Swap two minions in radius, ignoring heavy minion immunity.",
    "sab-blue-iii-unwavering-resolve.text": "If there are two or more friendly minions in radius, you may retrieve a discarded card; if you do, move up to 2 spaces.",
    "sab-green-i-troop-movement.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat once.",
    "sab-green-ii-close-support.text": "An enemy hero in radius adjacent to your friendly minion discards a card, if able.",
    "sab-green-iii-path-to-victory.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat up to two times.",
    "sab-green-iii-covering-fire.text": "An enemy hero in radius adjacent to your friendly minion discards a card, or is defeated.",
    "sab-green-ii-marching-orders.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat once.",
    "sab-gold-h-bang.text": "Target a hero adjacent to you.\nAfter the attack: Push the target 1 space.",
    "sab-gold-iv-big-sodding-gun.text": "Your basic attack has +2 🏹 Range and +2 🗡️ Attack. If you push an enemy hero, that hero discards a card, or is defeated.",
    "xar-gold-cleave.text": "Target a unit adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.\n(You may repeat even if the original target was a minion.)",
    "xar-gold-h-desperate-cleave.text": "Target a hero adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.",
    "xar-silver-sirens-call.text": "Target an enemy unit not adjacent to you and in range; if able, move the target up to 3 spaces to a space adjacent to you.",
    "xar-ult-iv-metamorphosis.text": "Gain +1 Movement and +1 Initiative for each enemy unit adjacent to you. You may move through obstacles.",
    "xar-green-i-charm.text": "Before or after movement, you may move an enemy ranged minion in radius up to 2 spaces.",
    "xar-green-ii-constrict.text": "**End of round:** Defeat an enemy melee minion adjacent to you.\n(Before the end of round minion battle.)",
    "xar-green-ii-control.text": "Before or after movement, you may move an enemy ranged or melee minion in radius up to 2 spaces.",
    "xar-green-iii-final-embrace.text": "**End of round:** Defeat an enemy melee or ranged minion adjacent to you.",
    "xar-green-iii-dominate.text": "Before or after movement, you may move an enemy minion in radius up to 2 spaces; ignore heavy minion immunity.",
    "xar-blue-i-stone-gaze.text": "**Next turn:** Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions. (If you move, the radius \"moves\" with you.)",
    "xar-blue-ii-petrifying-stare.text": "**Next turn:** Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-blue-ii-fresh-converts.text": "If you are adjacent to an enemy minion, you may retrieve a discarded card.",
    "xar-blue-iii-turn-into-statues.text": "**Next turn:** Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-blue-iii-devoted-followers.text": "If you are adjacent to an enemy unit, you may retrieve a discarded card.",
    "xar-red-i-threatening-slash.text": "Target a unit adjacent to you. +1 Attack for each other enemy unit adjacent to you.\n(Do not count the target when calculating the attack bonus.)",
    "xar-red-ii-deadly-swipe.text": "Target a unit adjacent to you. +2 Attack for each other enemy unit adjacent to you.",
    "xar-red-ii-long-thrust.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you.",
    "xar-red-iii-rapid-thrusts.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you. May repeat once on a different enemy hero.",
    "xar-red-iii-lethal-spin.text": "Target a unit adjacent to you. +3 Attack for each other enemy unit adjacent to you.",
    "dod-gold-dread-razor.text": "**Choose one** —\n- Target a unit adjacent to you.\n- If you are adjacent to an empty spawn point in the battle zone, target a unit in range.",
    "dod-gold-h-rusty-razor.text": "**Choose one** —\n- Target a hero adjacent to you.\n- If you are adjacent to an empty spawn point in the battle zone, target a hero in range.",
    "dod-silver-death-trap.text": "An enemy hero in radius who is adjacent to an empty spawn point in the battle zone discards a card, if able.",
    "dod-ult-iv-tide-of-darkness.text": "While you are performing an action, all spaces count as if they were in the battle zone and had a friendly minion spawn point.",
    "dod-green-i-dark-ritual.text": "If there are 2 or more empty spawn points in radius in the battle zone, gain 1 coin.",
    "dod-green-ii-darker-ritual.text": "If there are 2 or more empty spawn points in radius in the battle zone, gain 2 coins.",
    "dod-green-iii-darkest-ritual.text": "If there are 2 or more empty spawn points in radius in the battle zone, gain 2 coins.\nIf you have your Ultimate, gain an 🗡️ Attack item.\n *(Use any spare card from the box with the corresponding icon)*",
    "dod-green-ii-necromancy.text": "Respawn a friendly minion in an empty friendly spawn point adjacent to you in the battle zone.",
    "dod-green-iii-necomastery.text": "Respawn a friendly minion in an empty friendly spawn point in radius in the battle zone.",
    "dod-blue-i-shield-of-decay.text": "+2 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-ii-vampiric-shield.text": "+2 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-iii-aegis-of-doom.text": "+4 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-i-weakness.text": "**This turn:** Enemy heroes in radius have -4 🗡️ Attack.\n*(They can still attack, even with negative attack value)*",
    "dod-blue-iii-enfeeblement.text": "**This turn:** Enemy heroes in radius have −6 🗡️ Attack and cannot repeat actions.",
    "dod-red-i-littlefinger-of-death.text": "**Choose one** —\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-ii-finger-of-death.text": "**Choose one** —\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-iii-middlefinger-of-death.text": "Choose one or both, on different targets:\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-ii-burning-skull.text": "Target a unit in range.\n**After the attack:** Move up to 1 minion adjacent to you 1 space, to a space not adjacent to you.",
    "dod-red-iii-blazing-skull.text": "Target a unit in range.\nAfter the attack: Move up to 2 minions adjacent to you 1 space each, to spaces not adjacent to you.",
    "whi-gold-swift-justice.text": "**Choose one —**\n- Target a hero in range with an empty discard. After the attack: If able, that hero performs a movement action on the card they defended with, moving full distance in a straight line.\n- Target a unit adjacent to you.",
    "whi-silver-death-seeker.text": "If an enemy hero in radius has a card in the discard, **choose one —**\n- **This turn:** You are immune to enemy actions.\n- You may retrieve a discarded card.",
    "whi-red-i-crimson-trail.text": "Before the attack: You may move up to 1 space if there is an empty minion spawn point in radius in the battle zone. Target a unit adjacent to you.",
    "whi-red-ii-sanguine-path.text": "Before the attack: You may move up to 1 space for every empty minion spawn point in radius in the battle zone, up to a maximum of 2 spaces. Target a unit adjacent to you.",
    "whi-red-ii-blood-fury.text": "Target a unit adjacent to you. After the attack: If an enemy hero in radius has a card in the discard, may repeat once on a different target.",
    "whi-red-iii-blood-pilgrimage.text": "Before the attack: You may move up to 1 space for every empty minion spawn point in radius in the battle zone, up to a maximum of 3 spaces. Target a unit adjacent to you.",
    "whi-red-iii-blood-frenzy.text": "Target a unit adjacent to you.\nAfter the attack: If an enemy hero in radius has a card in the discard, repeat up to five times on different targets.",
    "whi-blue-i-seeds-of-fear.text": "Target an enemy unit in radius occupying a spawn point. Move that unit 1 space.",
    "whi-blue-ii-sprouts-of-panic.text": "Target an enemy unit in radius occupying a spawn point. Move that unit up to 2 spaces.",
    "whi-blue-ii-lesser-evil.text": "An enemy hero in range **chooses one —**\n- That hero discards a card, if able.\n- You may defeat a minion adjacent to you.\n\n_(Any option can be chosen, even if it would have no effect.)_",
    "whi-blue-iii-blooming-nightmare.text": "Target an enemy unit in radius occupying a spawn point. Move that unit up to 3 spaces.",
    "whi-blue-iii-greater-good.text": "An enemy hero in range **chooses one —**\n- That hero discards a card, or is defeated.\n- You defeat up to 3 minions adjacent to you.",
    "whi-green-i-shadow-step.text": "Place yourself into an empty minion spawn point in range in the battle zone.",
    "whi-green-ii-shadow-walk.text": "Place yourself into an empty minion spawn point in range in the battle zone.",
    "whi-green-iii-creeping-shadow.text": "Place yourself into an empty minion spawn point in range in the battle zone, or into a space in range adjacent to such a spawn point.",
    "whi-gold-h-vile-accusation.text": "**Choose one —**\n- Target a hero in range with an empty discard. After the attack: If able, that hero performs a movement action on the card they defended with, moving full distance in a straight line.\n- Target a hero adjacent to you.",
    "whi-green-ii-cruel-twist.text": "Swap with a unit adjacent to you, or with an enemy hero in range with a card in the discard. Move up to 2 spaces.",
    "whi-green-iii-sealed-fate.text": "Swap with a unit adjacent to you, or with an enemy hero in range with a card in the discard. Move up to 3 spaces.",
    "whi-ultimate-iv-grim-reaper.text": "When performing basic actions, you may choose one, or both.",
    "mis-gold-watch-how-i-soar.text": "**Choose one —**\n- Place yourself into a space at maximum range.\n- Defeat a minion adjacent to you.",
    "mis-silver-swoop-in.text": "Place yourself into a space in radius adjacent to two or more enemy units; if you do, you may retrieve a discarded card.",
    "mis-red-i-challenge-accepted.text": "Target a unit adjacent to you. After the attack:\n**This turn:** Gain +2 🛡️ Defense.",
    "mis-red-ii-matter-of-honor.text": "Target a unit adjacent to you. After the attack:\n**This turn:** Gain +3 🛡️ Defense.",
    "mis-red-ii-power-shot.text": "Target a unit in range. After the attack: If the target was at maximum range, you may move it 1 space, to a space farther away from you.",
    "mis-red-iii-thunder-shot.text": "Target a unit in range. After the attack: If the target is not adjacent to you, you may move it 1 space, to a space farther away from you.",
    "mis-red-iii-worthy-opponent.text": "Target a unit adjacent to you. After the attack:\n**This turn:** Gain +5 🛡️ Defense.",
    "mis-blue-i-sudden-breeze.text": "Move up to 3 spaces in a straight line, ignoring obstacles; you may place an enemy unit you moved through into a space adjacent to you.",
    "mis-blue-ii-gust-of-wind.text": "Move up to 4 spaces in a straight line, ignoring obstacles; you may place an enemy unit you moved through into a space adjacent to you.",
    "mis-blue-iii-crushing-squall.text": "Move up to 5 spaces in a straight line, ignoring obstacles; you may place an enemy unit you moved through into a space adjacent to you.",
    "mis-blue-iii-death-from-above.text": "Move up to 5 spaces in a straight line, ignoring obstacles; an enemy hero you moved through discards a card, if able.",
    "mis-green-i-focus.text": "**Next turn:** Before you perform a primary action, you may move 1 space.",
    "mis-blue-ii-dash-and-slash.text": "Move up to 4 spaces in a straight line, ignoring obstacles; an enemy hero you moved through discards a card, if able.",
    "mis-green-ii-discipline.text": "**Next turn:** Before you perform a primary action, move up to 2 spaces.",
    "mis-green-ii-living-tornado.text": "Swap two units at maximum radius.",
    "mis-green-iii-mastery.text": "**Next turn:** Before you perform a primary action, move up to 3 spaces.",
    "mis-green-iii-storm-spirit.text": "Swap two units in radius and at equal distance from you.",
    "mis-ultimate-iv-power-overwhelming.text": "Whenever you choose one, you may choose two different options instead, in any order. Each time after you place yourself, an enemy hero adjacent to you discards a card, if able.",
    "mis-gold-h-leaf-on-the-wind.text": "Place yourself into a space at maximum range.",
    "urs-gold-claws-that-catch.text": "**Before the attack:** If enraged, you may move 1 space to a space adjacent to an enemy hero. Target a unit adjacent to you.\n\n**This round:** You are enraged.",
    "urs-silver-angry-roar.text": "If enraged, perform the primary action on one of your active cards with an active effect.\n\n**This round:** You are enraged.",
    "urs-red-i-prey-drive.text": "Target a unit adjacent to you. After the attack: If enraged, and the target was not removed, remove up to 1 enemy minion in radius.\n\n**This round:** You are enraged.",
    "urs-red-ii-prey-abundance.text": "Target a unit adjacent to you. After the attack: If enraged, and the target was not removed, remove up to 1 enemy minion in radius.\n\n**This round:** You are enraged.",
    "urs-red-ii-rip.text": "Target a unit adjacent to you. After the attack: If enraged, gain 1 coin.\n\n**This round:** You are enraged.",
    "urs-red-iii-feeding-frenzy.text": "Target a unit adjacent to you. After the attack: If enraged, and the target was not removed, remove up to 2 enemy minions in radius.\n\n**This round:** You are enraged.",
    "urs-red-iii-tear.text": "Target a unit adjacent to you. After the attack: If enraged, gain 2 coins; if you defeated a hero, that hero spends 1 additional 🩵🧡 Life counter.\n\n**This round:** You are enraged.",
    "urs-blue-i-prowling-brute.text": "If enraged, after movement, you may swap with a unit or a token adjacent to you.\n\n**This round:** You are enraged.",
    "urs-blue-ii-rampaging-beast.text": "If enraged, after movement, you may swap with a unit or a token adjacent to you; if you do, move up to 1 additional space.\n\n**This round:** You are enraged.",
    "urs-blue-ii-cold-ire.text": "If enraged, gain +1 🥾 Movement.\n\n**This round:** You are enraged.",
    "urs-blue-iii-unstoppable-force.text": "If enraged, after movement, you may swap with a unit or a token adjacent to you; if you do, move up to 2 additional spaces.\n\n**This round:** You are enraged.",
    "urs-blue-iii-eyes-of-flame.text": "If enraged, gain +2 🥾 Movement.\n\n**This round:** You are enraged.",
    "urs-green-i-sniff-out.text": "If enraged, an enemy hero in range discards a card, if able.",
    "urs-green-ii-eyes-on-the-prey.text": "If enraged, an enemy hero in range discards a card, if able.",
    "urs-green-ii-instinctive-reaction.text": "If enraged, **choose one** —\n- Perform the primary action on one of your discarded cards.\n- You may retrieve a discarded card.",
    "urs-green-iii-apex-predator.text": "If enraged, an enemy hero in range discards a card, or is defeated.",
    "urs-green-iii-evolutionary-response.text": "**If enraged, choose one, or both —**\n- Perform the primary action on one of your discarded cards.\n- You may retrieve a discarded card.",
    "urs-ult-iv-unbound-fury.text": "You are always enraged, and all your resolved cards count as active.",
    "urs-gold-h-jaws-that-bite.text": "Before the attack: If enraged, you may move 1 space to a space adjacent to an enemy hero. Target a hero adjacent to you.\n\n**This round:** You are enraged.",
    "sil-gold-shoot-and-scoot.text": "Target a unit at maximum range.\nAfter the attack: If able, you may fast travel to an adjacent zone.",
    "sil-silver-trailblazer.text": "You may fast travel, if able.\n**This round**: You and friendly heroes in radius may ignore obstacles while performing movement actions.",
    "sil-red-i-snap-shot.text": "**Choose one —**\n- Target a unit in range, which is not adjacent to any other unit.\n- Target a unit adjacent to you.",
    "sil-red-ii-opportunity-shot.text": "**Choose one —**\n- Target a unit in range, which is not adjacent to any other unit.\n- Target a unit adjacent to you.",
    "sil-red-ii-long-shot.text": "Target a unit at maximum range.",
    "sil-red-iii-clear-shot.text": "**Choose one —**\n- Target a unit in range, which is not adjacent to any other unit.\n- Target a unit adjacent to you.",
    "sil-red-iii-rain-of-arrows.text": "Target a unit at maximum range.\nIf you target a hero, repeat once on a different hero; if you do, may repeat once on a minion.",
    "sil-blue-i-grasping-roots.text": "**This turn**: Enemy heroes in radius cannot fast travel, or move more than 1 space with a movement action.",
    "sil-blue-ii-warning-shot.text": "**End of turn**: An enemy hero in radius discards a card, if able.",
    "sil-blue-ii-entangling-vines.text": "**This turn**: Enemy heroes in radius cannot fast travel, or move more than 1 space with a movement action.",
    "sil-blue-iii-grappling-branches.text": "**This turn**: Enemy heroes in radius cannot fast travel, or move more than 1 space with a movement action.",
    "sil-blue-iii-treetop-sentinel.text": "**End of turn**: An enemy hero in radius discards a card, or is defeated.",
    "sil-green-i-disorient.text": "Move an enemy unit adjacent to you 1 space; if you do, you may move 1 space.",
    "sil-green-ii-fae-healing.text": "A hero in radius may retrieve a discarded card; if they do, that hero gains 1 coin.",
    "sil-green-ii-divert-attention.text": "Move an enemy unit adjacent to you up to 2 spaces; if you do, move up to that number of spaces in a straight line.",
    "sil-green-iii-lead-astray.text": "Move an enemy unit adjacent to you up to 3 spaces; if you do, move up to that number of spaces in a straight line.",
    "sil-green-iii-natures-blessing.text": "A hero in radius may retrieve a discarded card; if they do, that hero gains 2 coins.",
    "sil-purple-iv-wild-hunt.text": "Each time before you perform an action, you may move 2 spaces in a straight line.",
    "sil-gold-h-keep-the-distance.text": "Target a hero at maximum range.\nAfter the attack: If able, you may fast travel to an adjacent zone.",
    "tal-gold-ice-blast.text": "Target a unit adjacent to you. If the target discards a card to defend, After the attack: Another enemy hero in radius discards a card of the same color, if able.",
    "tal-silver-h-commune-with-spirits.text": "A friendly hero in play names a color; you may discard a card of that color. Perform the primary action on a card of that color in your discard.",
    "tal-red-i-winter-dagger.text": "Target a unit adjacent to you.\n+3 🗡️ Attack if this card is not in the discard.",
    "tal-red-ii-winter-spear.text": "Target a unit adjacent to you.\n+3 🗡️ Attack if this card is not in the discard.",
    "tal-red-ii-spirit-wolf.text": "**Choose one —**\n- If this card is not in the discard, target a unit in range.\n- Target a hero adjacent to you.",
    "tal-red-iii-winter-scepter.text": "Target a unit adjacent to you.\n+3 🗡️ Attack if this card is not in the discard.",
    "tal-red-iii-spirit-bear.text": "**Choose one, or both, on different targets —**\n- If this card is not in the discard, target a unit in range.\n- Target a hero adjacent to you.",
    "tal-blue-iii-warrior-spirit.text": "Up to 1 friendly hero in radius may retrieve a discarded card. If “Warrior Spirit” is in the discard, you may retrieve a discarded card.",
    "tal-blue-i-cold-snap.text": "Choose a direction. Move each enemy unit in radius 1 space in that direction, if able.",
    "tal-blue-ii-snowstorm.text": "Choose a direction. Move each enemy unit in radius 1 space in that direction, if able.",
    "tal-blue-iii-blizzard.text": "Choose a direction. Move each enemy unit in radius 1 space in that direction, if able.\nIf this card is in the discard, *End of turn:* May repeat once.",
    "tal-blue-ii-guardian-spirit.text": "Up to 1 friendly hero in radius may retrieve a discarded card.\nIf “Guardian Spirit” is in the discard, retrieve it.",
    "tal-green-i-glacial-barrier.text": "Place an 🧊 Ice token in radius. Enemy heroes have -1 ⚡ Initiative for every Ice token they are adjacent to.",
    "tal-green-ii-wall-of-frost.text": "Place up to 2 🧊 Ice tokens in radius. Enemy heroes have -1 ⚡ Initiative for every Ice token they are adjacent to.",
    "tal-green-ii-ancestral-totem.text": "Place a 🟤 Totem token in range. If a friendly melee minion adjacent to a Totem would be defeated, remove the Totem instead.",
    "tal-green-iii-pack-ice.text": "Place up to 3 🧊 Ice tokens in radius. Enemy heroes have -1 ⚡ Initiative for every Ice token they are adjacent to.",
    "tal-green-iii-venerated-totem.text": "Place a 🟤 Totem token in range. If a friendly minion adjacent to a Totem would be defeated, remove the Totem instead. Totem tokens are immune to enemy actions.",
    "tal-ultimate-iv-reign-of-winter.text": "Each time after you defeat a minion with your basic attack, an enemy hero in radius discards a card of the color of your choice, if able.",
    "tal-gold-h-ice-shard.text": "Target a hero adjacent to you. If the target discards a card to defend, After the attack: Another enemy hero in radius discards a card of the same color, if able.",
    "faq-ari-hGd1QYgj.question": "Does Arien’s attack require a hero behind the target?",
    "faq-ari-hGd1QYgj.answer": "No, this effect says \"**Up to** 1 enemy hero\"",
    "faq-ari-p7QWkUE0.question": "Do Arien’s green skill cards perform movement?",
    "faq-ari-p7QWkUE0.answer": "No. The primary Green **places** Arien, the alternative Green **swaps**. These are not movement and are not restricted by effects that restrict movement.",
    "faq-ari-5OTmpo8i.question": "What does Arien's Slippery Ground restrict?",
    "faq-ari-5OTmpo8i.answer": "This card restricts the movement, by a movement action, of Heroes in radius. It will **not** affect pushing, swapping, or placement effects (including fast travel!). It also will **not** restrict movement as part of other actions (such as Brogan’s Primary Red or Tigerclaw’s Primary Green).\nAdditionally, because movement restrictions are checked at the beginning of a movement, a Hero can freely move into and through the radius of Arien’s effect without being affected.",
    "faq-bro-UGm22plF.question": "Is the movement required?",
    "faq-bro-UGm22plF.answer": "Yes. Unless otherwise indicated, card text is mandatory. Brogan most move into the space where the target was, if he is able to (if it is empty).",
    "faq-bro-fbDz04ez.question": "Does Brogan’s Primary Red attack require movement?",
    "faq-bro-fbDz04ez.answer": "Yes! If Brogan cannot move 2 spaces in a straight line to a space adjacent to an enemy unit, the effect will “fizzle” — stop resolving — and he will not attack. A crafty opponent can anticipate and deny this attack with clever positioning.\n- Brogan can charge next to an immune unit, at which point his attack would fizzle.\n- Brogan can charge through Min’s Smoke Bomb Token, since the Smoke Bomb only prevents targeting across the Smoke Bomb and Brogan would not target until after the movement.",
    "faq-bro-U8USFZ6w.question": "Does Brogan’s Primary Green (Shield) work during Minion Battle?",
    "faq-bro-U8USFZ6w.answer": "No. Minions are not “defeated” in Minion Battle, they are removed.",
    "faq-bro-6XDWvftE.question": "Can Brogan’s “Shield Bash” target a Hero who has played an attack card but not attacked?",
    "faq-bro-6XDWvftE.answer": "Yes: it only checks for Heroes that “played” an attack card, regardless of whether they’ve resolved the action, which action they performed, and even whether this is still their card for the turn (it will “remember” whether they have played a card, even if it is discarded or switched for another card by an effect).",
    "faq-common-OmbzNwt1.question": "What does immunity protect from?",
    "faq-common-OmbzNwt1.answer": " Basically everything. An immune unit can’t be targeted or affected by any action. They can choose to move through and ignore tokens.",
    "faq-common-J6uK9mGB.question": "Why is there a range 1 attack? Isn’t that non-ranged?",
    "faq-common-J6uK9mGB.answer": "A range of 1 can only target an adjacent space (but the range may be increased by items or other effects). A range of 0 has no targets.\nSome cards **explicitly** interact with ranged or non-ranged attacks.",
    "faq-common-5eb64zdk.question": "Is Fast Travel the same thing as movement?",
    "faq-common-5eb64zdk.answer": "No. Fast Travel is a special type of action that usually replaces a Movement action. They are related but different:\n\n- When you would take a Movement action, you can fast travel instead.\n- If you use a primary Movement action to Fast Travel, you would ignore the card text, since you are replacing the action.\n- A card that lets you move (“Move 2 spaces…”) would not let you Fast Travel instead.\n- If you are prevented from moving or from taking a Movement action, you could not use a Movement action to Fast Travel.\n- If you are limited in how you move (“May only move 1 space”), you may still Fast Travel as normal, since you are allowed to select, then replace, the Movement action (and Fast Travel is a placement, not movement).",
    "faq-common-Xe16hzf0.question": "What are Obstacles?",
    "faq-common-Xe16hzf0.answer": "Obstacles are basically anything on the map: Units (Heroes and Minions), terrain shown on the map, tokens, and any other miniatures. There can only be one Obstacle on each space, and Obstacles generally can’t move through each other. If an ability does allow Obstacles to pass through each other (“you can move through Obstacles”, “Heroes may move through a space with a tree token”), they still may not end movement on such a space.",
    "faq-dod-DYMXRSjX.question": "What is an “empty minion spawn point in the battle zone”?",
    "faq-dod-DYMXRSjX.answer": "Dodger’s magic (thematically) grows stronger as minions are defeated. Many of her cards check for “empty minion spawn points in the battle zone.” These are the minion spawn points printed on the board, but only the ones in the current battle zone — there is only 1 battle zone (2, on the 2-lane map). Only empty spaces (with **nothing** on them) are counted.",
    "faq-dod-9oAe2b05.question": "What minions can Dodger respawn with her Necromancy?",
    "faq-dod-9oAe2b05.answer": "She can return a friendly defeated/removed minion of any type to any spawn point. \n- It need not be a matching minion type or color: if her friendly ranged minion is defeated, Dodger could respawn it on an enemy melee minion spawn point. \n- It must be a minion that was originally in play in this wave, before being defeated or removed. Dodger cannot “respawn” a minion that was not originally in play at the start of the wave.\n - She must respawn a minion directly onto a spawn point. She cannot respawn the minion on a space adjacent to the spawn point. Note that this is different than respawning minions after the lane pushes.",
    "faq-sabina-AR1boyR4.question": "Does Sabina gain the attack bonus against Heroes who have played but not resolved an attack card?",
    "faq-sabina-AR1boyR4.answer": "Yes: the card only checks for Heroes that **played** an attack card, regardless of whether they’ve resolved the action, which action they performed, and even whether this is still their card for the turn (it will “remember” whether they have played a card, even if it is discarded or switched for another card by an effect).",
    "faq-sil-VBPVBU86.question": "When can Silverarrow’s Gold Fast Travel?",
    "faq-sil-VBPVBU86.answer": "The Fast Travel has all the normal restrictions of a Fast Travel action: there must be no enemy Heroes or Minions in her Zone, and if not, she can move anywhere in her Zone or to an adjacent Zone with no enemy Heroes or Minions.\n_Note that this is a rare instance of a Fast Travel which is not replacing a movement action. Silverarrow could Fast Travel (if valid), even if she cannot move due to another effect._",
    "faq-sil-BNCeD4CM.question": "Does Silverarrow’s Primary Blue (Grasping Roots) affect a Hero who moves in range of Silverarrow during their movement?",
    "faq-sil-BNCeD4CM.answer": "No, movement restrictions are checked at the beginning of the movement.",
    "faq-tal-bgAzAr8M.question": "What communication is legal for Tali’s Silver (Commune With Spirits)?",
    "faq-tal-bgAzAr8M.answer": "All Table Talk and Communication is fully open - to teammates and opponents (p. 4). A Tali player can give teammates instructions like “Say Blue” or “Say Red if Sabina plays Gold, otherwise say Green,” as long as the opponents can hear (and understand) these instructions. The Tali player may not secretly indicate their desire to their teammates by whispering, gestures, showing cards, a private code, etc.",
    "faq-tal-e2Ja6hsd.question": "If Tali tries to resolve her Silver (Commune with the Spirits) and her whole team is dead or immune, what happens?",
    "faq-tal-e2Ja6hsd.answer": "No friendly hero can be chosen and the card does nothing.",
    "faq-tal-5K1OWmD6.question": "Tali’s Alternate Green (Ancestral Totem) makes a Totem that can protect a minion. If the Totem is removed, does the Hero gain coins?",
    "faq-tal-5K1OWmD6.answer": "No. The Totem is removed instead of the minion being defeated, so no minion is defeated and no coins are gained.",
    "faq-tig-RZOM5aw8.question": "Does Tigerclaw’s Blink Strike attack require movement?",
    "faq-tig-RZOM5aw8.answer": "Yes! If Tigerclaw cannot move through the target in a straight line, the effect will “fizzle” — stop resolving — and he will not attack. A crafty opponent can anticipate and deny this attack with clever positioning.",
    "faq-tig-mkia6OEY.question": "How does Tigerclaw’s Silver (Blend into Shadows) activate?",
    "faq-tig-mkia6OEY.answer": "Tigerclaw must begin his turn adjacent to an obstacle (including any unit), then place himself into a space in radius that is not adjacent to an enemy unit. If he does so, he will be immune and can move through units during the next turn. Remember that immunity means he cannot be targeted or affected by any action, can move through tokens (not stop movement on them), and may ignore token effects.",
    "faq-tig-qmf2Koiz.question": "Does Tigerclaw’s green thievery skill require an enemy hero?",
    "faq-tig-qmf2Koiz.answer": "Yes, to perform it completely. After Tigerclaw performs the first movement on the card, it checks for an adjacent enemy hero to steal from. If there is no adjacent enemy hero, the card “fizzles” — stops resolving — and he will not make the final movement. In this case, it is usually better to simply play the card for its movement.\n - Note that Tigerclaw can move next to an enemy hero with no coins (or whom he chooses not to rob) in order to get the full movement.\n - If Tigerclaw is not able to move 2 spaces in a straight line, he will not make the final movement at all.\n - There are cases where performing Primary Green without an enemy hero is still advantageous, such as if other effects restrict movement actions (such as Arien’s Alt Blue or Xargatha’s Primary Blue) or other effects will reward him for performing a skill action.",
    "faq-tig-JfrPJWdN.question": "What happens if Tigerclaw’s poison reduces a value below 1?",
    "faq-tig-JfrPJWdN.answer": "Values can drop to 0 and even be negative:\n- Initiative values are resolved in the normal order from highest to lowest.\n- Negative defense values are calculated normally and may still block an attack if the Defense Total is greater than or equal to the Attack Total.\n- Negative Attack Totals will still defeat a Minion and must still be defended against (or will defeat the hero).",
    "faq-urs-znPgp2l0.question": "Does Ursafar gain coins for removing a minion on his Primary Red?",
    "faq-urs-znPgp2l0.answer": "No. Coins are only gained for defeating a Minion, not Removing one.",
    "faq-urs-ZpV2cmhu.question": "Would Ursafar’s Ultimate (Unbound Fury) allow him to move using his Silver (Angry Roar)?",
    "faq-urs-ZpV2cmhu.answer": "No. The second effect on Angry Roar, +2 Movement, will only increase the Movement value of a card which already has a Movement Action.",
    "faq-wasp-P8qD2hsM.question": "How does Wasp’s Static Barrier work?",
    "faq-wasp-P8qD2hsM.answer": "Static Barrier divides the map into 2 regions: spaces within its radius and outside its radius. Enemy units cannot **move** or **fast travel** across the “barrier” between the two regions:\n- They cannot take a move action (to move or fast travel) to move across the barrier.\n- They cannot use an attack or skill involving movement to cross the barrier.\n- They cannot cross the barrier on their path, even if they cross back. That is, a hero outside the barrier cannot walk into the radius and then walk back out.\n- They can use a “place” or “swap” effect (such as Arien’s Alt Blue) to cross the barrier.\n- They can be pushed across the barrier (pushing is not movement) or moved by another player’s card.",
    "faq-wasp-iOUfdU2P.question": "How does Wasp’s ability move units and tokens?",
    "faq-wasp-iOUfdU2P.answer": "The target cannot move farther away or closer, so the distance between you and the target must remain unchanged.",
    "faq-wasp-6LS6R1fC.question": "When does Wasp’s  push ability force a discard?",
    "faq-wasp-6LS6R1fC.answer": "This card pushes adjacent enemies away from you (in a straight line). If an enemy Hero cannot be pushed the full distance, because an obstacle is located along the straight line path, the Hero is forced to discard.",
    "faq-wasp-uCXB6YGe.question": "Why do Wasp’s Tier II and III abilities say “If you do”? Why would the block fail?",
    "faq-wasp-uCXB6YGe.answer": "You can always discard a card to attempt to defend, even if it does not defend successfully.",
    "faq-whi-TDtkq39W.question": "When Whisper plays Gold (Swift Justice) against an enemy Hero, how do they move?",
    "faq-whi-TDtkq39W.answer": "First, the targeted Hero chooses and discards a Card of their choice (if they have any cards remaining in hand). If they do so and the discarded Card has a movement value, that Hero must then move that distance in a straight line. They would only be unable to do so (and therefore stay on the same space) if they could not move the full movement value in a straight line in any of the 6 directions from their current space.",
    "faq-whi-2Sh4CgpI.question": "Does this ability require an enemy Hero? Can they pick an option that does nothing?",
    "faq-whi-2Sh4CgpI.answer": "Whisper’s Alternate Blue requires targeting an enemy Hero in range or it will fizzle and have no effect. That Hero then picks one of the two options, regardless of whether they will have any effect. In other words, the card won’t “work” unless Whisper is adjacent to a Minion.\n Note that on Tier III, Whisper can target 3 minions simultaneously. He cannot use this action to defeat the last non-Heavy Minion at the same time as the Heavy.",
    "faq-xar-uxm2IDQl.question": "What does Xargatha's Stone Gaze affect and not affect?",
    "faq-xar-uxm2IDQl.answer": "It prevents “movement actions”, that is, selecting the movement option when resolving a card:\n - ❌ They **can’t** use a normal movement action to move.\n - ❌ They **can’t** use a movement action to fast travel (which chooses, then replaces, a movement action).\n - ✅ They **can** use a “place” or “swap” effect (such as Arien’s Alt Blue).\n - ✅ They **can** be pushed or moved by another effect (if the effect ignores immunity).\n - ✅ They **can** take another action type that involves movement (such as Brogan’s Primary Red) or a Fast Travel (Silverarrow’s Gold).",
    "faq-xar-BBNWEowq.question": "Does Xargatha's Constrict affect heavy minions as well?",
    "faq-xar-BBNWEowq.answer": "No. Initially you can only kill **melee** minions, but on Tier 3 you can get melee or ranged minions, but never the heavy minion."
}