{
    "ari.class": "The Tidemaster",
    "tig.class": "The Cutpurse",
    "was.class": "The Warmaiden",
    "sab.class": "The Commander",
    "xar.class": "The Changed",
    "dod.class": "The Warlock",
    "ari-gold-noble-blade.text": "Target a unit adjacent to you.\nBefore the attack: You may move another unit that is adjacent to the target 1 space.\n_(\"Another unit\" never includes you)_",
    "ari-gold-h-ceremonial-blade.text": "Target a unit adjacent to you.\nBefore the attack: You may move a minion adjacent to the target 1 space.",
    "ari-silver-spell-break.text": "**This turn:** Enemy heroes in radius cannot perform skill actions or play reaction cards.",
    "ari-red-i-dangerous-current.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in a line of 2 spaces behind the target discards a card or is defeated.",
    "ari-red-ii-raging-stream.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in any of the 3 spaces in a straight line directly behind the target discards a card or is defeated.",
    "ari-red-iii-violent-torrent.text": "Target a unit adjacent to you.\nBefore the attack: Up to 1 enemy hero in any of the 5 spaces in a straight line directly behind the target discards a card or is defeated.\n*May repeat once on a different unit.*",
    "ari-red-ii-rogue-wave.text": "Target a unit in range. After the attack: You may push an enemy unit adjacent to you up to 2 spaces.",
    "ari-red-iii-tidal-blast.text": "Target a unit in range. After the attack: You may push an enemy unit adjacent to you up to 3 spaces.",
    "ari-green-i-liquid-leap.text": "Place yourself into a space in range without a spawn point and not adjacent to an empty spawn point.",
    "ari-green-ii-magical-current.text": "Place yourself into a space in range without a spawn point and not adjacent to an empty spawn point.",
    "ari-green-ii-arcane-whirlpool.text": "Swap with an enemy minion in range.\n(*Swap places with the target. This is not movement.*)",
    "ari-green-iii-stranger-tide.text": "Place yourself into a space in range without a spawn point.",
    "ari-green-iii-ebb-and-flow.text": "Swap with an enemy minion in range.\nIf it was adjacent to you, you may repeat once.",
    "ari-blue-i-aspiring-duelist.text": "*Ignore all minion defense modifiers.*\n**This turn:** You are immune to attack actions of all enemy heroes, except this attacker.",
    "ari-blue-ii-expert-duelist.text": "*Ignore all minion defense modifiers.*\n**This turn:** You are immune to attack actions of all enemy heroes, except this attacker.",
    "ari-blue-ii-slippery-ground.text": "**This turn:** Enemy heroes adjacent to you cannot fast travel or move more than 1 space with a movement action.",
    "ari-blue-iii-master-duelist.text": "*Ignore all minion defense modifiers.*\n**This round:** You are immune to attack actions of all enemy heroes, except this attacker.",
    "ari-blue-iii-deluge.text": "**This turn:** Enemy heroes in radius cannot fast travel, or move more than 1 space with a movement action.",
    "ari-ult-iv-living-tsunami.text": "Once per turn, before performing an Attack action, you may move 1 space.",
    "tig-gold-blink-strike.text": "Before the attack: Move 2 spaces in a straight line through an enemy unit; target that unit.\n_(If you cannot make this move, you cannot attack.)_",
    "tig-silver-blend-into-shadows.text": "If you are adjacent to terrain, place yourself into a space in radius; if you do, **Next turn:** You are immune to enemy attack actions.",
    "tig-red-i-hit-and-run.text": "Target a unit adjacent to you.\nAfter the attack: You may move 1 space.",
    "tig-red-ii-combat-reflexes.text": "Before the attack: You may move 1 space.\nTarget a unit adjacent to you.\nAfter the attack: If you did not move before the attack, you may move 1 space.",
    "tig-red-ii-backstab.text": "Target a unit adjacent to you; if a friendly unit is adjacent to the target, +2 🗡️ Attack.\n*(A “friendly unit” is another hero or a minion on your team.)*",
    "tig-red-iii-leaping-strike.text": "Before the attack: You may move 1 space.\nTarget a unit adjacent to you.\nAfter the attack: You may move 1 space.",
    "tig-red-iii-backstab-with-a-ballista.text": "Target a unit in range; if a friendly unit is adjacent to the target +2 🗡️ Attack, and the target cannot perform a primary action to defend.",
    "tig-blue-i-dodge.text": "Block a ranged attack.",
    "tig-blue-ii-sidestep.text": "Block a ranged attack.\nYou may move 1 space.",
    "tig-blue-ii-parry.text": "Block a non-ranged attack.\nThe attacker discards a card, if able.",
    "tig-blue-iii-riposte.text": "Block a non-ranged attack.\nThe attacker discards a card, or is defeated.",
    "tig-blue-iii-evade.text": "Block a ranged attack.\nYou may move 1 space. You may retrieve your resolved or discarded basic skill card.",
    "tig-green-i-light-fingered.text": "You may move 1 space.\nTake 1 coin from an enemy hero adjacent to you; if you do, you may move 1 space.",
    "tig-green-ii-pick-pocket.text": "Move up to 2 spaces.\nTake 1 coin from an enemy hero adjacent to you; if you do, you may move 1 space.",
    "tig-green-ii-poisoned-dagger.text": "Give a hero in range a 🐍 Poison marker.\nThe hero with a poison marker has -1 ⚡ Initiative, -1 🗡️ Attack and -1 🛡️ Defense.",
    "tig-green-iii-master-thief.text": "Move up to 2 spaces. Take 1 or 2 coins from an enemy hero adjacent to you; if you do, you may move up to 2 spaces.",
    "tig-green-iii-poisoned-dart.text": "Give a hero in range a 🐍 Poison marker.\nThe hero with a poison marker has -2 ⚡ Initiative, -2 🗡️ Attack and -2 🛡️ Defense.",
    "tig-gold-h-nimble-strike.text": "Before the attack: Move 2 spaces in a straight line through an enemy hero; target that hero.",
    "tig-ult-iv-cloak-and-daggers.text": "After you perform a basic action, you may repeat it once; if you repeat an attack action, you cannot target the same unit.",
    "was-gold-magnetic-dagger.text": "Target a unit adjacent to you.\nAfter the attack: *This turn:* Enemy units in radius cannot be swapped or placed by themselves or by enemy heroes.",
    "was-silver-static-barrier.text": "**This turn:** While an enemy hero outside of radius is performing an action, spaces in radius count as obstacles. While an enemy hero in radius is performing an action, spaces outside of radius count as obstacles.",
    "was-red-i-shock.text": "Target a unit adjacent to you.\nAfter the attack: An enemy hero in radius and not adjacent to you discards a card, if able.",
    "was-red-ii-charged-boomerang.text": "Target a unit in range and not in a straight line.\n(*Units adjacent to you are in a straight line from you.*)",
    "was-red-ii-electrocute.text": "Target a unit adjacent to you.\nAfter the attack: An enemy hero in radius and not adjacent to you discards a card, if able.",
    "was-red-iii-electroblast.text": "Target a unit adjacent to you. After the attack:\nAn enemy hero in radius and not adjacent to you discards a card, or is defeated.",
    "was-red-iii-thunder-boomerang.text": "Target a unit in range and not in a straight line.\nAfter the attack: If you targeted a hero, may repeat once on a different target.",
    "was-blue-i-lift-up.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat once on the same target.",
    "was-blue-ii-control-gravity.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat once on the same target.",
    "was-blue-ii-kinetic-repulse.text": "Push up to 2 enemy units adjacent to you 3 spaces; if a pushed hero is stopped by an obstacle, that hero discards a card, if able.",
    "was-blue-iii-center-of-mass.text": "Move a unit, or a token, in radius 1 space, without moving it away from you or closer to you. May repeat up to two times on the same target.",
    "was-blue-iii-kinetic-blast.text": "Push up to 2 enemy units adjacent to you 3 or 4 spaces; if a pushed hero is stopped by an obstacle, that hero discards a card, if able.",
    "was-green-i-stop-projectiles.text": "Block a ranged attack.",
    "was-green-ii-deflect-projectiles.text": "Block a ranged attack; if you do, an enemy hero in range, other than the attacker, discards a card, if able.",
    "was-green-iii-reflect-projectiles.text": "Block a ranged attack; if you do, an enemy hero in range discards a card, if able.",
    "was-green-ii-telekinesis.text": "Place a unit or a token in range, which is not in a straight line, into a space adjacent to you.",
    "was-green-iii-mass-telekinesis.text": "Place a unit or a token in range, which is not in a straight line, into a space adjacent to you. May repeat once.",
    "was-gold-h-crackling-dagger.text": "Target a hero adjacent to you.\nAfter the attack: **This turn:** Enemy units in radius cannot be swapped or placed by themselves or by enemy heroes.",
    "was-ult-iv-high-voltage.text": "Each time after you perform a basic skill, you may defeat an enemy minion in radius; an enemy hero who was adjacent to that minion discards a card, if able.",
    "sab-gold-point-blank-shot.text": "Target a unit in range. After the attack: If the target is adjacent to you, push it 1 space.",
    "sab-silver-back-to-back.text": "Swap with a friendly minion in radius.",
    "sab-red-i-quickdraw.text": "Target a unit in range. +3 🗡️ Attack if the target played an attack card this turn.",
    "sab-red-ii-gunslinger.text": "Target a unit in range. +3 🗡️ Attack if the target played an attack card this turn.",
    "sab-red-ii-shootout.text": "Target a unit in range. After the attack: If the target was adjacent to you, remove up to one enemy minion adjacent to you.\n\n(*You gain no coins for removing a minion, only for defeating.*)",
    "sab-red-iii-bullet-hell.text": "Target a unit in range. After the attack: If the target was adjacent to you, remove up to two enemy minions adjacent to you.",
    "sab-red-iii-dead-shot.text": "Target a unit in range. +4 🗡️ Attack if the target played an attack card this turn.",
    "sab-blue-ii-steady-advance.text": "If there are two or more friendly minions in radius, you may retrieve a discarded card; if you do, you may move 1 space.",
    "sab-blue-i-listen-up.text": "Swap two minions in radius.",
    "sab-blue-ii-roger-roger.text": "Swap two minions in radius.",
    "sab-blue-iii-ready-and-waiting.text": "Swap two minions in radius, ignoring heavy minion immunity.",
    "sab-blue-iii-unwavering-resolve.text": "If there are two or more friendly minions in radius, you may retrieve a discarded card; if you do, move up to 2 spaces.",
    "sab-green-i-troop-movement.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat once.",
    "sab-green-ii-close-support.text": "An enemy hero in radius adjacent to your friendly minion discards a card, if able.",
    "sab-green-iii-path-to-victory.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat up to two times.",
    "sab-green-iii-covering-fire.text": "An enemy hero in radius adjacent to your friendly minion discards a card, or is defeated.",
    "sab-green-ii-marching-orders.text": "Move a friendly minion in radius 1 space, to a space in radius. May repeat once.",
    "sab-gold-h-bang.text": "Target a hero adjacent to you.\nAfter the attack: Push the target 1 space.",
    "sab-gold-iv-big-sodding-gun.text": "Your basic attack has +2 🏹 Range and +2 🗡️ Attack. If you push an enemy hero, that hero discards a card, or is defeated.",
    "xar-gold-cleave.text": "Target a unit adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.\n(You may repeat even if the original target was a minion.)",
    "xar-gold-h-desperate-cleave.text": "Target a hero adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.",
    "xar-silver-sirens-call.text": "Target an enemy unit not adjacent to you and in range; if able, move the target up to 3 spaces to a space adjacent to you.",
    "xar-ult-iv-metamorphosis.text": "Gain +1 Movement and +1 Initiative for each enemy unit adjacent to you. You may move through obstacles.",
    "xar-green-i-charm.text": "Before or after movement, you may move an enemy ranged minion in radius up to 2 spaces.",
    "xar-green-ii-constrict.text": "End of round: Defeat an enemy melee minion adjacent to you.\n(Before the end of round minion battle.)",
    "xar-green-ii-control.text": "Before or after movement, you may move an enemy ranged or melee minion in radius up to 2 spaces.",
    "xar-green-iii-final-embrace.text": "End of round: Defeat an enemy melee or ranged minion adjacent to you.",
    "xar-green-iii-dominate.text": "Before or after movement, you may move an enemy minion in radius up to 2 spaces; ignore heavy minion immunity.",
    "xar-blue-i-stone-gaze.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions. (If you move, the radius \"moves\" with you.)",
    "xar-blue-ii-petrifying-stare.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-blue-ii-fresh-converts.text": "If you are adjacent to an enemy minion, you may retrieve a discarded card.",
    "xar-blue-iii-turn-into-statues.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-blue-iii-devoted-followers.text": "If you are adjacent to an enemy unit, you may retrieve a discarded card.",
    "xar-red-i-threatening-slash.text": "Target a unit adjacent to you. +1 Attack for each other enemy unit adjacent to you.\n(Do not count the target when calculating the attack bonus.)",
    "xar-red-ii-deadly-swipe.text": "Target a unit adjacent to you. +2 Attack for each other enemy unit adjacent to you.",
    "xar-red-ii-long-thrust.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you.",
    "xar-red-iii-rapid-thrusts.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you. May repeat once on a different enemy hero.",
    "xar-red-iii-lethal-spin.text": "Target a unit adjacent to you. +3 Attack for each other enemy unit adjacent to you.",
    "dod-gold-dread-razor.text": "**Choose one** —\n- Target a unit adjacent to you.\n- If you are adjacent to an empty spawn point in the battle zone, target a unit in range.",
    "dod-gold-h-rusty-razor.text": "**Choose one** —\n- Target a hero adjacent to you.\n- If you are adjacent to an empty spawn point in the battle zone, target a hero in range.",
    "dod-silver-death-trap.text": "An enemy hero in radius who is adjacent to an empty spawn point in the battle zone discards a card, if able.",
    "dod-ult-iv-tide-of-darkness.text": "While you are performing an action, all spaces count as if they were in the battle zone and had a friendly minion spawn point.",
    "dod-green-i-dark-ritual.text": "If there are 2 or more enemy spawn points in radius in the battle zone, gain 1 coin.",
    "dod-green-ii-darker-ritual.text": "If there are 2 or more enemy spawn points in radius in the battle zone, gain 2 coins.",
    "dod-green-iii-darkest-ritual.text": "If there are 2 or more enemy spawn points in radius in the battle zone, gain 2 coins.\nIf you have your Ultimate, gain an 🗡️ Attack item.\n *(Use any spare card from the box with the corresponding icon)*",
    "dod-green-ii-necromancy.text": "Respawn a friendly minion in an empty friendly spawn point adjacent to you in the battle zone.",
    "dod-green-iii-necomastery.text": "Respawn a friendly minion in an empty friendly spawn point in radius in the battle zone.",
    "dod-blue-i-shield-of-decay.text": "+2 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-ii-vampiric-shield.text": "+2 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-iii-aegis-of-doom.text": "+4 🛡️ Defense if there are 2 or more empty spawn points in radius in the battle zone.",
    "dod-blue-i-weakness.text": "**This turn:** Enemy heroes in radius have -4 🗡️ Attack.\n*(They can still attack, even with negative attack value)*",
    "dod-blue-iii-enfeeblement.text": "**This turn:** Enemy heroes in radius have −6 🗡️ Attack and cannot repeat actions.",
    "dod-red-i-littlefinger-of-death.text": "**Choose one** —\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-ii-finger-of-death.text": "**Choose one** —\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-iii-middlefinger-of-death.text": "Choose one or both, on different targets:\n- Target a unit adjacent to you.\n- Target a hero in range who has one or more cards in the discard.",
    "dod-red-ii-burning-skull.text": "Target a unit in range.\n**After the attack:** Move up to 1 minion adjacent to you 1 space, to a space not adjacent to you.",
    "dod-red-iii-blazing-skull.text": "Target a unit in range.\nAfter the attack: Move up to 2 minions adjacent to you 1 space each, to spaces not adjacent to you.",
    "faq-ari-1.question": "Does Arien’s attack require a hero behind the target?",
    "faq-ari-1.answer": "No, this effect says \"**Up to** 1 enemy hero\"",
    "faq-ari-2.question": "Do Arien’s green skill cards perform movement?",
    "faq-ari-2.answer": "No. The primary Green **places** Arien, the alternative Green **swaps**. These are not movement and are not restricted by effects that restrict movement.",
    "faq-ari-3.question": "What does Arien's Slippery Ground restrict?",
    "faq-ari-3.answer": "This card restricts the movement, by a movement action, of Heroes in radius. It will **not** affect pushing, swapping, or placement effects (including fast travel!). It also will **not** restrict movement as part of other actions (such as Brogan’s Primary Red or Tigerclaw’s Primary Green).\nAdditionally, because movement restrictions are checked at the beginning of a movement, a Hero can freely move into and through the radius of Arien’s effect without being affected.",
    "faq-common-1.question": "What does immunity protect from?",
    "faq-common-1.answer": " Basically everything. An immune unit can’t be targeted or affected by any action. They can choose to move through and ignore tokens.",
    "faq-common-2.question": "Why is there a range 1 attack? Isn’t that non-ranged?",
    "faq-common-2.answer": "A range of 1 can only target an adjacent space (but the range may be increased by items or other effects). A range of 0 has no targets.\nSome cards **explicitly** interact with ranged or non-ranged attacks.",
    "faq-dod-1.question": "What is an “empty minion spawn point in the battle zone”?",
    "faq-dod-1.answer": "Dodger’s magic (thematically) grows stronger as minions are defeated. Many of her cards check for “empty minion spawn points in the battle zone.” These are the minion spawn points printed on the board, but only the ones in the current battle zone — there is only 1 battle zone (2, on the 2-lane map). Only empty spaces (with **nothing** on them) are counted.",
    "faq-dod-2.question": "What minions can Dodger respawn with her Necromancy?",
    "faq-dod-2.answer": "She can return a friendly defeated/removed minion of any type to any spawn point. \n- It need not be a matching minion type or color: if her friendly ranged minion is defeated, Dodger could respawn it on an enemy melee minion spawn point. \n- It must be a minion that was originally in play in this wave, before being defeated or removed. Dodger cannot “respawn” a minion that was not originally in play at the start of the wave.\n - She must respawn a minion directly onto a spawn point. She cannot respawn the minion on a space adjacent to the spawn point. Note that this is different than respawning minions after the lane pushes.",
    "faq-sabina-1.question": "Does Sabina gain the attack bonus against Heroes who have played but not resolved an attack card?",
    "faq-sabina-1.answer": "Yes: the card only checks for Heroes that **played** an attack card, regardless of whether they’ve resolved the action, which action they performed, and even whether this is still their card for the turn (it will “remember” whether they have played a card, even if it is discarded or switched for another card by an effect).",
    "faq-tig-1.question": "Does Tigerclaw’s Blink Strike attack require movement?",
    "faq-tig-1.answer": "Yes! If Tigerclaw cannot move through the target in a straight line, the effect will “fizzle” — stop resolving — and he will not attack. A crafty opponent can anticipate and deny this attack with clever positioning.",
    "faq-tig-2.question": "How does Tigerclaw’s Silver (Blend into Shadows) activate?",
    "faq-tig-2.answer": "Tigerclaw must begin his turn adjacent to an obstacle (including any unit), then place himself into a space in radius that is not adjacent to an enemy unit. If he does so, he will be immune and can move through units during the next turn. Remember that immunity means he cannot be targeted or affected by any action, can move through tokens (not stop movement on them), and may ignore token effects.",
    "faq-tig-3.question": "Does Tigerclaw’s green thievery skill require an enemy hero?",
    "faq-tig-3.answer": "Yes, to perform it completely. After Tigerclaw performs the first movement on the card, it checks for an adjacent enemy hero to steal from. If there is no adjacent enemy hero, the card “fizzles” — stops resolving — and he will not make the final movement. In this case, it is usually better to simply play the card for its movement.\n - Note that Tigerclaw can move next to an enemy hero with no coins (or whom he chooses not to rob) in order to get the full movement.\n - If Tigerclaw is not able to move 2 spaces in a straight line, he will not make the final movement at all.\n - There are cases where performing Primary Green without an enemy hero is still advantageous, such as if other effects restrict movement actions (such as Arien’s Alt Blue or Xargatha’s Primary Blue) or other effects will reward him for performing a skill action.",
    "faq-tig-4.question": "What happens if Tigerclaw’s poison reduces a value below 1?",
    "faq-tig-4.answer": "Values can drop to 0 and even be negative:\n- Initiative values are resolved in the normal order from highest to lowest.\n- Negative defense values are calculated normally and may still block an attack if the Defense Total is greater than or equal to the Attack Total.\n- Negative Attack Totals will still defeat a Minion and must still be defended against (or will defeat the hero).",
    "faq-wasp-1.question": "How does Wasp’s Static Barrier work?",
    "faq-wasp-1.answer": "Static Barrier divides the map into 2 regions: spaces within its radius and outside its radius. Enemy units cannot **move** or **fast travel** across the “barrier” between the two regions:\n- They cannot take a move action (to move or fast travel) to move across the barrier.\n- They cannot use an attack or skill involving movement to cross the barrier.\n- They cannot cross the barrier on their path, even if they cross back. That is, a hero outside the barrier cannot walk into the radius and then walk back out.\n- They can use a “place” or “swap” effect (such as Arien’s Alt Blue) to cross the barrier.\n- They can be pushed across the barrier (pushing is not movement) or moved by another player’s card.",
    "faq-wasp-3.question": "How does Wasp’s ability move units and tokens?",
    "faq-wasp-3.answer": "The target cannot move farther away or closer, so the distance between you and the target must remain unchanged.",
    "faq-wasp-4.question": "When does Wasp’s  push ability force a discard?",
    "faq-wasp-4.answer": "This card pushes adjacent enemies away from you (in a straight line). If an enemy Hero cannot be pushed the full distance, because an obstacle is located along the straight line path, the Hero is forced to discard.",
    "faq-wasp-5.question": "Why do Wasp’s Tier II and III abilities say “If you do”? Why would the block fail?",
    "faq-wasp-5.answer": "You can always discard a card to attempt to defend, even if it does not defend successfully.",
    "faq-xar-1.question": "What does Xargatha's Stone Gaze affect and not affect?",
    "faq-xar-1.answer": "It prevents “movement actions”, that is, selecting the movement option when resolving a card:\n - They **can’t** use a normal movement action to move.\n - They **can’t** use a movement action to fast travel (which chooses, then replaces, a movement action).\n - They **can** use a “place” or “swap” effect (such as Arien’s Alt Blue).\n - The **can** be pushed or moved by another effect (if the effect ignores immunity).\n - They **can** take another action type that involves movement (such as Brogan’s Primary Red) or a Fast Travel (Silverarrow’s Gold).",
    "faq-xar-2.question": "Does Xargatha's Constrict affect heavy minions as well?",
    "faq-xar-2.answer": "No. Initially you can only kill **melee** minions, but on Tier 3 you can get melee or ranged minions, but never the heavy minion."
}