{
    "xar-y-cleave.text": "Target a unit adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.\n(You may repeat even if the original target was a minion.)",
    "xar-y-h-desperate-cleave.text": "Target a hero adjacent to you.\nAfter the attack: May repeat once on a different enemy hero.",
    "xar-s-sirens-call.text": "Target an enemy unit not adjacent to you and in range; if able, move the target up to 3 spaces to a space adjacent to you.",
    "xar-u-iv-metamorphosis.text": "Gain +1 Movement and +1 Initiative for each enemy unit adjacent to you. You may move through obstacles.",
    "xar-g-i-charm.text": "Before or after movement, you may move an enemy ranged minion in radius up to 2 spaces.",
    "xar-g-ii-constrict.text": "End of round: Defeat an enemy melee minion adjacent to you.\n(Before the end of round minion battle.)",
    "xar-g-ii-control.text": "Before or after movement, you may move an enemy ranged or melee minion in radius up to 2 spaces.",
    "xar-g-iii-final-embrace.text": "End of round: Defeat an enemy melee or ranged minion adjacent to you.",
    "xar-g-iii-dominate.text": "Before or after movement, you may move an enemy minion in radius up to 2 spaces; ignore heavy minion immunity.",
    "xar-b-i-stone-gaze.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions. (If you move, the radius \"moves\" with you.)",
    "xar-b-ii-petrifying-stare.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-b-ii-fresh-converts.text": "If you are adjacent to an enemy minion, you may retrieve a discarded card.",
    "xar-b-iii-turn-into-statues.text": "Next turn: Enemy heroes in radius count as both heroes and terrain, and cannot perform movement actions.",
    "xar-b-iii-devoted-followers.text": "If you are adjacent to an enemy unit, you may retrieve a discarded card.",
    "xar-r-i-threatening-slash.text": "Target a unit adjacent to you. +1 Attack for each other enemy unit adjacent to you.\n(Do not count the target when calculating the attack bonus.)",
    "xar-r-ii-deadly-swipe.text": "Target a unit adjacent to you. +2 Attack for each other enemy unit adjacent to you.",
    "xar-r-ii-long-thrust.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you.",
    "xar-r-iii-rapid-thrusts.text": "Target a unit in range. +1 Range for each enemy unit adjacent to you. May repeat once on a different enemy hero.",
    "xar-r-iii-lethal-spin.text": "Target a unit adjacent to you. +3 Attack for each other enemy unit adjacent to you.",
    "faq-xar-1.question": "What does Xargatha's Stone Gaze affect and not affect?",
    "faq-xar-1.answer": "It prevents “movement actions”, that is, selecting the movement option when resolving a card:\n - They can’t use a normal movement action to move.\n - They can’t use a movement action to fast travel (which chooses, then replaces, a movement action).\n - They can use a “place” or “swap” effect (such as Arien’s Alt Blue).\n - The can be pushed or moved by another effect (if the effect ignores immunity).\n - They can take another action type that involves movement (such as Brogan’s Primary Red) or a Fast Travel (Silverarrow’s Gold).",
    "faq-xar-2.question": "Does Xargatha's Constrict affect heavy minions as well?",
    "faq-xar-2.answer": "No. Initially you can only kill **melee** minions, but on Tier 3 you can get melee or ranged minions, but never the heavy minion."
}