{
    "faq-tig-RZOM5aw8": {
        "q": "Does Tigerclaw’s Blink Strike attack require movement?",
        "a": "Yes! If Tigerclaw cannot move through the target in a straight line, the effect will “fizzle” — stop resolving — and he will not attack. A crafty opponent can anticipate and deny this attack with clever positioning.",
        "ref": ["tig-gold-blink-strike", "tig-gold-h-nimble-strike"]
    },
    "faq-tig-qmf2Koiz": {
        "q": "Does Tigerclaw’s green thievery skill require an enemy hero?",
        "a": "Yes, to perform it completely. After Tigerclaw performs the first movement on the card, it checks for an adjacent enemy hero to steal from. If there is no adjacent enemy hero, the card “fizzles” — stops resolving — and he will not make the final movement. In this case, it is usually better to simply play the card for its movement.\n - Note that Tigerclaw can move next to an enemy hero with no coins (or whom he chooses not to rob) in order to get the full movement.\n - If Tigerclaw is not able to move 2 spaces in a straight line, he will not make the final movement at all.\n - There are cases where performing Primary Green without an enemy hero is still advantageous, such as if other effects restrict movement actions (such as Arien’s Alt Blue or Xargatha’s Primary Blue) or other effects will reward him for performing a skill action.",
        "ref": [
            "tig-green-i-light-fingered",
            "tig-green-ii-pick-pocket",
            "tig-green-iii-master-thief"
        ]
    },
    "faq-tig-JfrPJWdN": {
        "q": "What happens if Tigerclaw’s poison reduces a value below 1?",
        "a": "Values can drop to 0 and even be negative:\n- Initiative values are resolved in the normal order from highest to lowest.\n- Negative defense values are calculated normally and may still block an attack if the Defense Total is greater than or equal to the Attack Total.\n- Negative Attack Totals will still defeat a Minion and must still be defended against (or will defeat the hero).",
        "ref": ["tig-green-ii-poisoned-dagger", "tig-green-iii-poisoned-dart"]
    }
}
