{
    "faq-wasp-P8qD2hsM": {
        "q": "How does Wasp’s Static Barrier work?",
        "a": "Static Barrier divides the map into 2 regions: spaces within its radius and outside its radius. Enemy units are restricted by the “barrier” as follows:\n- ❌They cannot take a move action (to move or fast travel) to move across the barrier.\n- ❌They cannot use an attack or skill involving movement to cross the barrier.\n- ❌They cannot end any movement on the other side of the barrier - even if they are allowed to “move **through** obstacles”.\n- ❌They cannot push units through the barrier unless the push is “ignoring obstacles” - in which case the target still has to reach an **empty** space.\n- ✅They can use a “swap” effect to cross the barrier and remain on the other side (Swap “does not count as movement or placement.”).\n- ✅They can perform an attack that targets a unit on the other side of the barrier.\n\n**Reminder**: These restrictions only apply when an **enemy hero** is taking the action.",
        "ref": ["was-silver-static-barrier"],
        "sources": ["rulebook:p18", "rulebook:p19", "https://boardgamegeek.com/thread/3500922/article/45992061"]
    },
    "faq-wasp-iOUfdU2P": {
        "q": "How does Wasp’s ability move units and tokens?",
        "a": "The target cannot move farther away or closer, so the distance between you and the target must remain unchanged.",
        "ref": ["was-blue-i-lift-up", "was-blue-ii-control-gravity", "was-blue-iii-center-of-mass"]
    },

    "faq-wasp-6LS6R1fC": {
        "q": "When does Wasp’s  push ability force a discard?",
        "a": "This card pushes adjacent enemies away from you (in a straight line). If an enemy Hero cannot be pushed the full distance, because an obstacle is located along the straight line path, the Hero is forced to discard.",
        "ref": ["was-blue-ii-kinetic-repulse", "was-blue-iii-kinetic-blast"]
    },
    "faq-wasp-uCXB6YGe": {
        "q": "Why do Wasp’s Tier II and III abilities say “If you do”? Why would the block fail?",
        "a": "You can always discard a card to attempt to defend, even if it does not defend successfully.",
        "ref": ["was-green-ii-deflect-projectiles", "was-green-iii-reflect-projectiles"]
    },
    "faq-wasp-uDFB6GGe": {
        "q": "Does Wasp’s Gold prevent movement?",
        "a": "No, Wasp’s dagger interferes with magical placement abilites – and only if they are controlled by enemy heroes. Normal movement and pushes can still be used by enemy heroes to reposition.",
        "ref": ["was-gold-magnetic-dagger", "was-gold-h-crackling-dagger"]
    },
    "faq-wasp-jjFB6hGs": {
        "q": "Can enemies from further away use their placement abilities to approach Wasp?",
        "a": "Yes, the ability does **not** prevent enemey heroes from placing or swapping themselfs (or their friends) into the radius of Wasp’s dagger.",
        "ref": ["was-gold-magnetic-dagger", "was-gold-h-crackling-dagger"]
    }
}
